{
  "001": {
    "judul": "Batu Merdang",
    "teks": "Pada zaman dahulu, tepatnya pada tahun 1800-an, hiduplah sebuah keluarga di desa Namo Bintang. Keluarga ini terdiri dari seorang ayah, ibu, dan seorang anak laki-laki. Keluarga mereka hidup sederhana, dan pekerjaan utama mereka adalah bertani. Anak laki-laki ini dibesarkan dalam keluarga yang sederhana, dan setelah ia dewasa, ia menikah dengan seorang gadis yang merupakan kerabat dekatnya. Setelah menikah, ayah anak ini meninggal, meninggalkan sang ibu bersama anaknya yang kini telah berkeluarga. Setelah menikah, kehidupan anak ini semakin baik, dan akhirnya ia diangkat menjadi seorang raja. Meskipun ia menjadi seorang raja, ia tidak berubah menjadi angkuh atau sombong. Sebaliknya, ia tetap dicintai oleh masyarakatnya. Meskipun menjadi raja, ia tidak meninggalkan pekerjaannya sebagai petani, karena bertani sudah menjadi bagian dari hidupnya. Sebagai anak tunggal, sifat kemanjaan sedikit banyak terlihat dalam dirinya. Meskipun begitu, ia tetap bertanggung jawab terhadap istrinya, anaknya, serta ibunya. Namun, karena ibunya yang sudah tua menjadi pikun, ia tidak bisa lagi sepenuhnya memahami perilaku anaknya. Pada suatu hari, sang Raja bersama isterinya dan masyarakat desa pergi ke ladang untuk menanam padi atau yang disebut merdang. Sebelum berangkat, sang Raja berpesan kepada ibunya untuk tidak pergi kemana-mana dan agar makanan diantar ke rumah pada siang hari, karena semua perlengkapan sudah dibawa ke ladang. Ibu Raja menyahut dengan senang hati. Menurut adat budaya masyarakat Karo, ketika padi ditanam (merdang), biasanya ada acara makan bersama di ladang. Hal ini dimaksudkan agar padi yang ditanam dapat menghasilkan buah yang melimpah. Dengan perasaan gembira, Raja dan isterinya bersama masyarakat desa mulai bekerja. Sebagian memasak, sebagian lagi bekerja di ladang menanam padi. Mereka semua sibuk dengan pekerjaan masing-masing, dengan tujuan agar pekerjaan ini selesai dalam satu hari. Setelah siang hari, para pekerja ladang kembali ke sapo (rumah kecil di tengah ladang) untuk makan siang. Sementara itu, yang memasak sudah siap dengan tugas mereka. Sebelum makan, mereka istirahat sejenak agar dapat makan dengan tenang dan menikmati hidangan yang sudah tersedia. Acara makan siang dimulai. Raja menyuruh ajudannya untuk mengantarkan makanan kepada ibunya di rumah. Di rumah, ibu Raja menunggu makanan yang akan dikirimkan. Raja menyuruh ajudannya untuk mengantarkan makanan terlebih dahulu agar ia bisa segera kembali ke ladang dan makan bersama-sama dengan yang lainnya. Namun, setelah lama menunggu, ajudan Raja tidak kembali juga. Akhirnya, mereka makan dan nasi yang disediakan untuk ajudan tetap ada. Di tengah perjalanan, ajudan Raja mencium aroma makanan yang datang dari bungkusan yang dibawanya untuk ibu Raja. Namun, rasa lapar yang sudah tidak tertahankan lagi membuat ajudan tersebut berhenti di bawah sebuah pohon besar dan makan makanan itu hingga habis—tinggal tulang dan nasi yang sedikit di dalamnya. Tanpa berpikir panjang, ajudan itu melanjutkan perjalanan menuju rumah ibu Raja. Sesampainya di rumah, ajudan tersebut menyerahkan bungkusan makanan kepada ibu Raja. Setelah itu, ajudan pun tidur dengan pulas karena perutnya sudah kenyang dan capek setelah bekerja seharian di ladang. Ibu Raja menerima bungkusan tersebut dengan senang hati. Ia merasa lapar dan berharap bisa makan makanan yang enak. Namun, ketika ia membuka bungkusan itu, betapa terkejutnya ia. Makanan yang ia terima hanya tinggal nasi sekepal dan tulang ayam, sisa dari makanan yang telah dimakan ajudan. Ibu Raja merasa sangat kecewa dan sakit hati. Dengan perasaan yang penuh kesedihan, ia menangis dan meratapi nasibnya yang malang, merasa tidak diperhatikan oleh anak dan menantunya. Dengan hati yang penuh amarah, ibu Raja kemudian mengangkat tangannya dan berdoa kepada Tuhan, Oh Tuhan, lihatlah perbuatan mereka terhadapku. Mereka memberi makanan sisa kepada saya. Kutuklah mereka, ubahlah mereka menjadi batu agar mereka tidak bisa melihat lagi siapa pun! Di ladang, Raja dan isterinya bersama masyarakat desa selesai makan dan beristirahat sejenak. Mereka tidak mengetahui apa yang terjadi di rumah dengan ibu Raja. Setelah beristirahat, mereka kembali bekerja menanam padi dengan harapan bisa menyelesaikan pekerjaan dalam satu hari. Namun, saat mereka menanam padi di ladang, tiba-tiba langit mendung dan petir menyambar bertubi-tubi. Meski hujan tidak turun, suara ibu Raja terdengar mengutuk, Terkutuklah kalian semua, menjadi batu! Karena hatiku sakit dan tidak terobati, mereka memberi makanan sisa-sisa kepada saya, oleh karena itu jadilah batu! Mendengar suara itu, Raja merasa heran dan bingung. Ia ingin memanggil ibunya, tetapi suaranya tidak bisa terdengar. Raja pun segera menyadari bahwa ibunya telah berubah menjadi batu, begitu juga dengan semua orang yang ada di ladang, yang juga terkutuk menjadi batu. Demikianlah asal mula terjadinya Batu Merdang di desa Namo Bintang, Kecamatan Pancurbatu, Kabupaten Deli Serdang.",
    "gambar_folder": "Batu Merdang"
  },
  "002": {
    "judul": "Batu Umang",
    "teks": "Di sebuah desa yang bernama Desa Durin Tani, hiduplah sebuah keluarga, yaitu seorang ayah, ibu, dan menantunya yang baru melahirkan. Mereka hidup dalam keadaan sederhana dan mata pencaharian mereka adalah bertani. Dari hasil pertanian yang terbatas itulah mereka bisa memenuhi kebutuhan hidup sehari-hari. Pada suatu hari, sang ibu ingin sekali makan ikan sungai. Hal ini disampaikannya kepada suaminya agar sang suami bisa pergi memancing ke sungai. Sungai ini tidak jauh dari desa mereka. Di sungai tersebut, terdapat dua batu besar yang terkenal, yaitu Batu Penjemuran dan Batu Pertenunan. Kedua batu ini memiliki cerita yang berkaitan dengan seorang tokoh bernama Umang. Batu Pertenunan adalah tempat Umang biasa bertenun di sore dan malam hari, sementara Batu Penjemuran adalah tempat Umang menjemur kain-kain yang baru dicucinya. Dengan permintaan dari istrinya, si bapak pun pergi ke sungai untuk memancing. Ia pertama kali menuju ke Batu Pertenunan, karena batu ini dianggap sebagai tempat yang cocok untuk memancing. Bentuk batu yang agak melengkung membuat orang yang memancing tidak terlihat jelas. Namun, setelah lama memancing di sana, ia tidak mendapatkan satu pun ikan yang diinginkan istrinya. Dengan rasa kesal dan lelah, ia memutuskan untuk pindah dan mencari tempat yang lebih baik. Akhirnya, si bapak menuju ke Batu Penjemuran, tempat lain di sungai itu. Ia melemparkan jalanya ke sungai, namun hasilnya tetap sama: tidak ada ikan. Hari sudah mulai sore, dan mulai gelap. Si bapak mulai merasa putus asa. Tiba-tiba, dua anak kecil muncul dan bertanya, Sedang apa bapak di sini? Si bapak menjawab, Saya sedang memancing ikan, tetapi tidak ada satu pun yang saya dapat. Anak-anak itu lalu menawarkan umpan berupa beberapa butir padi. Si bapak menerimanya dengan harapan bisa mendapatkan ikan. Ia kembali melemparkan jalanya ke sungai, namun lagi-lagi hasilnya nihil. Dengan rasa kecewa dan lelah, si bapak pun pulang ke rumah. Setibanya di rumah, si bapak menceritakan kepada istrinya bahwa ia tidak bisa memenuhi permintaan istrinya untuk mendapatkan ikan. Istrinya mengerti dan merasa kasihan melihat suaminya yang sudah seharian memancing. Lalu, si bapak menceritakan kejadian tadi, bahwa ia bertemu dengan dua anak kecil yang memberi padi sebagai umpan. Dengan penasaran, ia mengeluarkan padi yang diterimanya dari anak-anak itu, dan melemparkannya ke belakang rumah. Tak disangka, setelah dikeluarkan, padi-padi tersebut tiba-tiba berubah menjadi emas. Si bapak dan ibu sangat terkejut melihat kejadian yang luar biasa itu. Si bapak lalu berpikir bahwa anak-anak tersebut mungkin adalah makhluk halus yang memberi rezeki kepada mereka. Mereka merasa kehidupan mereka akan berubah dengan datangnya keberuntungan ini. Kehidupan keluarga mereka pun berubah, dari yang sebelumnya hidup dalam kesusahan menjadi lebih baik. Namun, si bapak merasa bahwa keberuntungan ini tidak bisa dijadikan jaminan untuk masa depan mereka. Mereka berencana untuk membuka ladang baru. Si suami pun pergi ke ladang dan bekerja seharian di sana. Sore harinya, ia kembali ke rumah. Pada suatu malam, si bapak bermimpi. Dalam mimpinya, ia bertemu dengan makhluk halus yang berkata, Pak, untuk apa bapak mengerjakan ladang itu? Si bapak menjawab dalam mimpinya, Saya mau berladang karena keluarga saya hidup susah. Kalau tidak berladang, kami tidak bisa makan dan hidup. Makhluk halus itu kemudian berkata, Kalau begitu, ladang bapak itu tidak usah dikerjakan lagi. Biarkan kami yang mengerjakannya, dengan syarat selama seminggu, bapak dan keluarga tidak boleh datang ke ladang. Jangan juga membawa anak kecil atau benda-benda seperti sirih, jeruk purut, kunyit, atau jerangau, karena kami tidak suka dengan hal itu. Si bapak pun menjawab, Baiklah, kalau begitu. Setelah bangun, si bapak menceritakan mimpi itu kepada istrinya dan menantunya, serta meminta mereka untuk tidak pergi ke ladang selama seminggu. Selama seminggu, mereka tidak pergi ke ladang. Setelah itu, si bapak ingin melihat bagaimana keadaan ladang mereka. Ia pergi ke ladang dan melihat bahwa ladang tersebut sudah bersih. Ia pun menceritakan hal itu kepada istrinya dan menantunya. Pada malam hari, si bapak kembali bermimpi. Dalam mimpinya, makhluk halus itu berkata, Ladang bapak sudah bersih dan siap kami kerjakan. Sekarang, sediakan benih padi dua kaleng. Keesokan harinya, si bapak menceritakan mimpi itu kepada istrinya dan menantunya, serta menyuruh mereka mencari dua kaleng benih padi. Namun, si ibu dan menantunya mulai curiga dengan maksud makhluk halus itu. Secara diam-diam, menantu si bapak pergi melihat ladang tersebut untuk memastikan apakah mimpi suaminya itu benar. Sesampainya di ladang, menantu itu melihat ladang sudah sangat bersih dan siap untuk ditanami padi. Tanpa menyadari bahwa ia telah melanggar peraturan, ia pun merasa bahwa mimpi suaminya menjadi kenyataan. Namun, makhluk halus yang tidak suka dengan bau jerangau mengetahui bahwa janji mereka telah dilanggar. Pada malam hari, setelah menantunya pergi melihat ladang, si bapak bermimpi lagi. Dalam mimpi itu, makhluk halus berkata, Karena kamu dan keluarga tidak mengindahkan perjanjian, maka ladangmu akan kembali menjadi hutan dan kami serahkan kembali kepadamu. Pagi harinya, si bapak merasa bingung dan bertanya kepada istrinya apakah ia telah pergi ke ladang. Istrinya menjawab, Saya tidak pergi ke ladang sebelum bapak menyuruh. Dengan jawaban itu, si bapak menyimpulkan bahwa yang melanggar peraturan adalah menantunya. Pagi itu, si bapak pergi ke ladang untuk memeriksa apakah mimpi tersebut benar. Sesampainya di ladang, si bapak terkejut karena ladangnya sudah kembali menjadi hutan. Dengan sangat menyesal, ia kembali ke rumah dan memberitahukan hal itu kepada istrinya dan menantunya. Menantunya merasa bersalah dan meminta maaf kepada bapak dan ibu mertuanya. Namun, dalam adat Karo, hal seperti ini tidak bisa dibicarakan terbuka antara menantu dan mertua, sehingga persoalan itu pun tidak dapat diperpanjang. Setelah kejadian itu, si bapak berusaha untuk kembali mengolah ladangnya. Ia mulai menebang dan membakar kayu-kayu besar di ladang tersebut. Satu persatu kayu besar berhasil ditebang, namun alangkah terkejutnya ia ketika di tengah ladang, ia menemukan sebuah batu besar yang menyerupai rumah. Kejadian ini terjadi sekitar tahun 1790. Batu besar itu menimbulkan keanehan, kadang hilang dan kadang muncul kembali. Namun, ketika batu itu menghilang, sering terdengar suara aneh dari tempat tersebut, yang membuat pemilik ladang merasa takut. Demikianlah, lama kelamaan batu itu tetap berada di tempatnya dan tidak berpindah lagi, tepatnya pada tahun 1880.",
    "gambar_folder": "Batu Umang"
  },
  "003": {
    "judul": "Danau Lau Kawar",
    "teks": "Maka tersebutlah sebuah cerita asal terjadinya Danau Lau Kawar yang terletak di kaki Gunung Sinabung. Dahulu kala, ada sebuah desa di kaki Gunung Sinabung. Penduduk desa hidup tentram, aman, dan saling tolong-menolong sesuai dengan tata krama adat mereka, mergasilirna, tutur siwaluh, rempu sitelu. Penduduk desa yang mata pencahariannya bertani dan berladang, membuka hutan. Tanah diolah dan dikerjakan menjadi lahan perladangan. Tanaman jagung, padi, dan lain-lain memberikan penghidupan pada penduduk desa ini. Tanah yang subur menghasilkan tanaman yang melimpah ruah. Suasana di pagi hari demikian sibuk, para penduduk siap berangkat ke ladang masing-masing untuk mengerjakan pekerjaan yang masih belum selesai. Ibu-ibu sambil menggendong anaknya, di kepala mereka ada tenggek bakul berisi bekalan siang hari: nasi dalam perakan, gulai dalam abal-abal, sayuran dalam gurnbar. Sang ayah pun tidak mau ketinggalan. Dengan mengiringkan hewan piaraannya, lembu atau kerbau yang gemuk untuk nantinya ditambatkan di ladang-ladang rerumputan hijau. Tiada ketinggalan, burung-burung pun bernyanyi riang, melompat dari dahan ke dahan, sibuk mencari makanan sesuai dengan kodrat yang ditentukan oleh Sang Pencipta, Dibata Simada Tinuang. Pada siang hari, hanya tinggal tua-tua dan beberapa orang anak kecil yang bermain betung-betung di bawah kolong rumah. Tua-tua yang tidak ikut pergi ke ladang bertugas menjaga rumah Ngian krin. Demikianlah kehidupan masyarakat desa di kaki Gunung Sinabung, yang dalam ceritanya telah terduduk akibat pahanya ditebas karena Deleng Sibayak. Apalagi pada saat itu musim penghujan mulai turun, berarti ladang-ladang harus segera diolah, dikerjakan hingga tanah menjadi gembur agar segera dapat ditanami padi yang disebut Merdang Page. Karena itulah, hampir setiap rumah tangga tidak ada yang bisa bermalas-malasan. Justru, jambur i kesain pun jadi sunyi. Suasana sunyi ini hanya sesekali diganggu dengan suara tangisan anak-anak yang berkelahi, tidak akur dalam permainan mereka. Mungkin anak-anak itu saling menyindir dalam permainan erbetung-betung di bawah kolong rumah. Berbeda dengan anak-anak yang sedang bermain Erdakandakan di kolong rumah adat di halaman ujung sebelah utara. Asyik mereka erdakan-dakan, rukun serta akrab, mencerminkan suasana penghidupan sebuah rumah tangga yang damai. Musim tanam tiba, hampir semua ladang sudah bersih, tinggal menanam benih saja lagi. Sudah menjadi kebiasaan bagi penduduk desa ini, setiap kali Merdang diusahakan membuat suasana pekerjaan cepat selesai, sanak famili diundang untuk merdang. Bergotong royong secara sukarela, yang disebut serayan. Dengan adanya serayan, setiap pekerjaan merdang atau rani cepat selesai. Jika merdang diserayakan, si empunya ladang menyiapkan nasi dan lauk pauk yang istimewa. Beberapa ekor ayam dipotong untuk dijadikan gulai tasak telu dengan sayur cipera. Hari ini tibalah giliran ladang Pak Tungkir untuk ditanami, yang disebut Pa Tungkir Merdang. Malam menjelang subuh, ibu Tungkir sudah berkemas. Beras sudah siap di tampi, ayam tiga ekor telah dikurung, serta rempah-rempah seperti cabai, jeruk asam, dan cipera sudah disusun dalam baku untuk dibawa ke ladang. Di ladang nantinya, nasi dan gulai akan dimasak. Siang sudah tiba, dan Siraja siang muncul di timur. Pak Tungkir berangkat terlebih dahulu ke ladang bersama kemanakan-nya. Mereka berangkat lebih awal agar sebelum serayan tiba, pekerjaan ngeroka sudah hampir selesai. Kali ini, serayan di ladang Pak Tungkir agak ramai. Ada sekitar dua puluh orang lebih. Ibu Tungkir tidak mau ketinggalan. Biarlah hari ini tidak ikut bermain betung-betung, lebih baik ikut meramaikan suasana merdang di ladang, apalagi ada gulai ayam dan cipera yang enak. Tinggallah nenek si Tungkir yang sudah uzur, menjaga rumah Ngian Krin. Sesampainya di ladang Pak Tungkir, pekerjaan merdang segera dimulai setelah ibu Tungkir selesai membuat persembahan kepada Beru Dayang Perinte-rinte, menghadap Gunung Sinabung, agar semuanya diberkati dan padi yang ditanam ini menghasilkan banyak. Anak Beru, Kalimbubu, Pak Tungkir memasak nasi dan memotong ayam di dangau. Pekerjaan merdang dan memasak selesai hampir bersamaan. Kini mereka semua duduk teratur membentuk lingkaran di halaman dangau. Pengganti piring makan adalah daun pisang yang dikerat-kerat. Sebelum acara makan bersama dimulai, ibu Tungkir mempersiapkan nasi dan lauk untuk nenek si Tungkir yang tinggal di rumah Ngian Krin. Nasi di dalam Perakan, gulai cipera dalam Gumbar, paha ayam satu potong dan daging dada ayam sepotong dimasukkan ibu Tungkir ke dalam abal-abal. Semua itu diperuntukkan untuk nenek si Tungkir. Demikian adat kehormatan bagi tua-tua. Tungkir, mari sini dulu! panggil ibu Tungkir sambil melipat balutan nasi. Ya Bu! jawab Tungkir berlari mendekat ibu. Ada apa, Bu? tanya Tungkir. Ini, kau antarkan nasi dan gulai ini, berikan untuk nenek kita, cepat antarkan, lalu cepat kembali ke sini. Ingat! perintah ibu Tungkir. Baik, Bu! jawab Tungkir singkat sambil menerima baku dari ibunya. Tungkir bergegas berangkat, takut nanti ketinggalan makan gulai ayam dan cipera. Di tengah jalan, si Tungkir berhenti untuk beristirahat, nafasnya seakan habis karena berlari. Dia duduk, kemudian entah karena apa, hatinya tergoda untuk membuka baku tersebut. Dikeluarkannya isinya... perakan nasi, gumbar gulai, dan abal-abal yang berisi ayam. Harum baunya membuat Tungkir tergoda. Biar sedikit kucicipi, kata hatinya. Dia mencicipi gulai ayam, alangkah lezatnya. Disuapnya pula nasinya, Nyaman sekali! pikirnya. Sedikit demi sedikit, nasi tinggal sekepal, paha ayam tinggal tulang, daging dada ayam habis, tinggal tulang saja. Gulai cipera hanya sisa yang lengket di dindingnya. Tidak terasa, makanan itu habis. Setelah itu, Tungkir memasukkan kembali perakan, gumbar, dan abal-abal yang sudah kosong dan berisi tulang ayam. Lari-lari ia kembali ke ladang, sampai di rumah neneknya. Nek, oh nek! Ini nasi dan gulai, makanlah nek! seru Tungkir. Nenek si Tungkir tidak segera membuka bingkisan itu, mungkin sebentar lagi baru ada selera makan. Setelah Tungkir kembali ke ladang, ibu Tungkir bertanya, Jadi nenekmu sudah makan tadi? Sudah, Bu. Lahap sekali nenek itu makan. Saya minta sedikit saja pun tidak diberinya. Enak sekali nenek makan, Bu! jawab Tungkir meyakinkan ibunya. Sementara itu, nenek si Tungkir membuka baku yang diberikan si Tungkir. Betapa terkejutnya ia, nasi hanya tinggal sekepal. Gulai hanya tinggal bekas-bekas. Tulang paha ayam dan dada ayam yang seharusnya untuk nenek, sudah habis dimakan si Tungkir. Hati nenek si Tungkir pilu dan hancur. Oh... inikah yang diberikan menantuku? keluhnya sedih. Dengan hati pilu, nenek si Tungkir bergerak perlahan bangkit dan pergi ke luar rumah. Sampai di halaman, nasi sekepal dan tulang-tulang ayam masih digenggamnya, air matanya meleleh di pipinya yang keriput. Nenek si Tungkir sujud di tanah, tangannya diangkat tinggi-tinggi, dan mulutnya komat-kamit. Kata-kata pun keluar: Oh Tuhan, oh Dibata Simada Tinuang, lihatlah aku ini, lihatlah perbuatan menantuku! Hukumlah dunia ini sebagai kedurjanaan anakku terhadapku. Oh Tuhan... Nenek si Tungkir menancapkan tulang paha ayam dan dada ayam ke tanah, dan tanah pun mulai memercikkan air. Mata air yang semakin banyak mengalir semakin deras, menggenangi halaman desa, rumah-rumah terbenam. Air bah semakin meluas, dan desa Pak Tungkir tenggelam. Penduduk yang selamat berusaha menggapai barang-barang mereka yang terapung-apung di atas air. Mereka menggunakan galah panjang untuk mengait barang-barang mereka. A-yolah... Iyah nake! seru mereka. Danau yang terbentuk dari peristiwa ini kemudian dikenal dengan nama Lau Kawar.",
    "gambar_folder": "Danau Lau Kawar"
  },
  "004": {
    "judul": "Guru Diden",
    "teks": "Salah satu dari mereka berkata Sebaiknya kita adu ilmu saja, kita bertujuh dengan guru dari Karo itu !. Sontak salah satu orang yang ada di pertemuan itu sangat gusar. Saat itu memang sedang dilakukan sebuah pertemuan, sebuah pertemuan yang dilakukan secara mendadak. Bukan sembarang pertemuan. Tapi pertemuan yang dilakukan oleh tujuh orang-orang sakti di negeri Pakpak. Ketujuh orang sakti ini disebut warga sebagai Guru Pakpak Pitu Sedalanen. Di negeri Pakpak mereka semua dikabarkan memiliki ilmu yang sangat tinggi, sangat sakti, sangat disegani dan bahkan juga sangat ditakuti. Tapi apa hendak mau dikata, mereka semua gusar saat mengetahui ada kabar berita yang katanya ada orang yang juga sangat sakti di negeri seberang sana. Seorang guru sakti di tanah Karo, Guru Diden namanya. Ketujuh Guru Pakpak Pitu Sedalanen ini merasa penasaran dan juga tersaingi. Karena berita kesaktian guru Karo ini dengan cepat tersebar luas, padahal lokasi tanah Karo dan negeri Pakpak sendiri bisa ditempuh dengan cara berjalan kaki selama berhari-hari. Guru Diden, yang membuat penasaran dan gusar banyak orang, tinggal di desa Raja Tengah, Tanah Karo. Dia ditemani oleh seorang istri. Sudah banyak cerita mengenai kesaktian guru dari Karo ini. Ada yang mengatakan bila sang guru dapat mengobati segala macam penyakit, menolak bala dan kutukan, menguasai berbagai macam ilmu mistik hingga dapat meramal masa depan termasuk menentukan suatu hari itu baik atau buruk. Banyak penduduk di desa Raja Tengah yang mendengar wejangan dan arahan dari sang guru. Bila ada petani yang ingin menanam padi, sang guru dapat menentukan hari tanam yang baik. Termasuk juga mengusir hama maupun roh-roh jahat yang mengganggu petani mengolah sawahnya. Kembali ke pertemuan orang-orang sakti di negeri Pakpak. Nampaknya para Guru Pitu Sedalenan sudah sangat gatal”. Hingga akhirnya sebuah mufakat tercapai sudah. Mereka memutuskan sesegera mungkin berangkat ke Tanah Karo, dengan hanya satu tujuan. Menguji tingkat kesaktian sang Guru Diden. Siapa yang lebih sakti, guru dari Karo atau mereka bertujuh yang berasal dari Pakpak. Dengan kaki telanjang mereka berjalan kaki menempuh waktu berhari-hari dalam perjalanan menuju tanah Karo. Mereka bertujuh pun sepakat tidak akan membocorkan niat mereka untuk mengadu ilmu dengan Guru Diden, kepada siapapun yang mereka temui dalam perjalanan hingga sampai di Tanah Karo. Hasrat dan rasa penasaran yang meluap- luap kepada Guru Diden, seorang guru yang mereka dengar sangat sakti, meskipun mereka bertujuh belum pernah sama sekali bertemu dengan sosoknya. Setelah menempuh waktu beberapa hari, meninggalkan kampung halamannya, menembus dinginnya pagi dan pekatnya malam. Maka tibalah Guru Pakpak Pitu Sedalenan di bumi Karo. Mereka tidak tahu bila perjalanan mereka sudah sampai di desa Raja Tengah, desa di mana sang Guru Diden yang mereka cari tinggal. Bahkan mereka pun tidak tahu bila orang yang berpapasan dengan mereka di jalan adalah Guru Diden. Guru Diden sendiri yang berpapasan dengan mereka tahu bila ketujuh orang yang baru dijumpainya ini bukan berasal dari kampungnya. Terlihat jelas olehnya, ketujuh musafir ini telah melakukan perjalanan yang panjang dan sangat kelelahan. Dengan ramah Guru Diden menegur mereka dan langsung mengundangnya untuk singgah ke rumahnya untuk sekedar melepaskan rasa letih dan dahaga. Jelas ketujuh guru sakti itu tak menampik tawaran yang ramah itu. Tibalah mereka semua di rumah Guru Diden, rumah yang indah dan rindang yang juga banyak dikelilingi oleh banyak pohon-pohon kelapa. Pohon- pohon kelapa yang buahnya masih hijau, yang sangat mengundang selera. Karena sangat kehausan maka salah seorang dari guru Pakpak itu meminta agar tuan rumah memberikan kelapa muda untuk melepas haus dahaganya. Tolonglah turunkan tujuh tandan kelapa muda itu.  ujar salah satu dari mereka. Lantas sambil keheranan Guru Diden kembali bertanya Untuk apa kelapa muda sampai tujuh tandan ? Tujuh buah saja cukup untuk kalian semua”. Mungkin karena mereka sangat kehausan, salah satu dari Guru Pakpak Pitu Sedalanen ngotot, Tujuh buah tidak cukup untuk kami. Turunkanlah tujuh tandan, kami sangat haus. Malas untuk berdebat lagi, maka Guru Diden menuruti nafsu para tamunya. Diturunkanlah tujuh tandan kelapa muda itu dan dijamunya kelapa muda itu kepada ketujuh musafir yang tengah kehausan, merindukan berliter-liter air mengalir di tenggorokannya. Masing-masing musafir tersebut mendapatkan satu buah kelapa muda. Namun ternyata terjadi sebuah keanehan. Ketika air kelapa itu diminum ternyata tak satu pun dari mereka yang sanggup menghabiskan satu pun kelapa muda itu. Setiap air kelapa yang telah mereka minum ternyata bertambah kembali. Air kelapa tak habis-habis. Guru Pakpak Pitu Sedalenan pun bingung. Apa soal, ternyata pada saat itu Guru Diden sudah menggunakan kesaktiannya, sehingga air kelapa tak habis habis. Saat mereka kebingungan, akhirnya berkatalah Guru Diden. Tadi kan sudah kubilang, tujuh buah kelapa saja sudah cukup. Tapi kalian malah minta tujuh tandan.” Sambil berkata kesal Guru Diden pun berdiri dan menyepak semua kelapa muda yang belum sempat dilepaskan dari tandannya. Anehnya, kelapa itu melompat dan terbang melekat kembali pada tempatnya semula, pada pucuk pohon kelapa yang tinggi. Terkejutlah ketujuh tamu yang diundang, ternyata tuan rumah yang tengah menjamunya juga memiliki kesaktian. Setelah melihat ini, semakin banyak pula permintaan dari Guru Pitu Sedalanen. Mungkin karena penat dan kepanasan setelah menempuh perjalanan berhari-hari. Mereka pun meminta hujan, tak setengah hati Guru Diden pun menurunkan hujan yang sangat lebat. Bahkan hujan pun berhenti ketika saat malam tiba. Hujan deras yang berhenti saat malam telah larut, yang akhirnya membuat Guru Diden menyarankan agar ketujuh tamunya ini menginap semalam, sebelum besok meneruskan perjalannya kembali. Sekali lagi para musafir jelas susah menolaknya. Namun lancang kali para Guru Pakpak Pitu Sedalanen, mereka kembali minta dijamu oleh tuan rumah. Tak tanggung-tanggung dimasakkan nasi dalam tujuh periuk nasi untuk mereka bertujuh. Masing-masing akan mendapatkan porsi satu periuk nasi. Sudah sangat malas Guru Diden bertanya dan berdebat kembali, dan sebagai tuan rumah yang baik dia meminta istrinya untuk segera memasakkan nasi dalam tujuh buah periuk itu. Mungkin guru dari Karo ini juga kesal kok tidak jera-jeranya para tamunya ini. Namun tujuh nasi dalam tujuh periuk yang berbeda akhirnya disediakan. Tak ubahnya dengan air kelapa tadi maka berapa pun banyaknya nasi yang mereka makan keadaannya tak berkurang sedikit pun. Tak berubah jumlah butir-butir nasi yang mereka makan dengan posisi saat awal nasi dalam periuk disajikan. Pada saat ini beberapa dari Guru Pitu Sedalanen sudah merasa curiga jangan-jangan tuan rumah yang menjamu mereka ini adalah sosok yang sedang mereka cari, yaitu Guru Diden. Setelah selesai bersantap makan malam, memakan nasi dari tujuh periuk yang nasinya tak habis- habisnya. Mereka saling ngobrol tentang kisah perjalanan dan niat mereka. Setelah mendengar niat dari Guru Pitu Sedalenan, Guru Diden dengan tenang namun tegas berkata, Akulah Guru Diden yang sedang kalian cari itu. Kalau kalian memang mau mengadu kesaktian dengan aku, sebaiknya besok saja kita lakukan. Karena kalian sudah capek, sebaiknya kalian tidur dulu. Terkejutlah ketujuh musafir dari Pakpak ini. Saat hendak beranjak tidur pun mereka susah untuk memejamkan mata barang sedikit pun. Pikiran mereka semua berkelebat seperti apa pertarungan ilmu yang akan mereka lakukan esok harinya. Bayangkan saja kelapa ditendangnya bisa kembali ke pucuk pohon, hujan pun bisa diturunkannya. Kesaktian apa lagi yang akan ditunjukkan oleh Sang Guru Diden, si sakti dari dataran bumi Karo. Hari yang ditunggu pun tiba. Saat surya memanggil” dan setelah selesai bersantap makan pagi. Guru Diden mengajak para Guru Pakpak Pitu Sedalanen berjalan-jalan melihat keadaan di sekeliling desa, sampai berjalan menuju ke tempat yang paling tepat untuk beradu ilmu. Tibalah mereka di tempat itu. Guru Diden mengajak Guru Pakpak Pitu Sedalanen ke lokasi yang tanahnya terdapat tujuh lobang di atas tanah. Di dalam tujuh lobang itu terdapat tujuh buah telur ayam. Kemudian Guru Diden meminta agar ketujuh guru tersebut masing-masing mengambil telur yang terdapat di dalam lobang tersebut. Sambil tertawa, jelas ketujuh guru dari Pakpak ini kembali memandang enteng tantangan yang diberikan oleh Guru Diden. Dengan sigap dan ligat mereka masing-masing memasukkan tangannya ke dalam lobang dan berupaya mengambil telur ayam. Tapi apa yang terjadi, ternyata tangan mereka semua tidak bisa lepas kembali dari lobang tanah itu. Lobang di tanah itu tiba-tiba seperti mengecil dan mencengkram erat ketujuh tangan para guru-guru ini. Semakin berupaya mereka mengeluarkan tangannya, semakin erat pula cengkeraman lobang dari tanah itu. Akhirnya salah satu dari para guru Pakpak yang merupakan pemimpin mereka itu berteriak dan menjerit, Guru Diden, kami bertujuh mengaku kalah. Kami mengakui kesaktianmu lebih hebat dari pada kami semua. Kami menyerah.” Lantas apa kata Guru Diden. Dia hanya berkata dengan tenang dan perlahan, Aku hanya orang biasa saja. Dan aku tidak pernah bermaksud mengadu kesaktian dengan siapapun juga. Karena kesaktian dan ilmu tidak berarti apa apa.” Setelah berkata itu, sang guru pun memanggil seekor burung elang, dan menyuruh burung elang itu terbang ke negeri asal Guru Pakpak Pitu Sedalanen, jauh ke negeri Pakpak. Dengan maksud agar seluruh orang di negeri Pakpak diberitahu bila Guru Pitu Sedalenan sudah menyerah kalah ilmunya oleh Guru Diden. Dasar baik hatinya Guru Diden, maka atas perasaan yang tidak tega, akhirnya Guru Diden dengan kesaktiannya melepaskan ketujuh tangan guru yang telah menyerah tadi. Tapi apa yang terjadi, setelah ketujuh tangan itu tercabut. Tersemburlah air yang memancar sangat deras dari ketujuh lobang itu. Air terus menerus memancar dan mengalir. Kabarnya ketujuh mata air itu sampai sekarang masih terdapat di tanah Karo. Tempat yang orang- orang percayai pernah terjadinya adu ilmu antara Guru Diden dan Guru Pakpak Pitu Sedalanen.",
    "gambar_folder": "Guru Diden"
  },
  "005": {
    "judul": "Guru Petawer Rame",
    "teks": "Di Tanah Karo Sumatera Utara terdapat satu kampung yang bernama Kandibata. Dahulu kampung tersebut dikenal oleh semua orang dari segala penjuru karena di kampung tersebut hidup seorang Guru Mbelin (Dukun Sakti) bernama Guru Kandibata. Ia beristrikan seorang Guru Mbelin juga yang menghasilkan dua keturunan yaitu Beru Tandang Karo dan Beru Tandang Meriah. Kesaktian Guru Kandibata tersebut tersiar hingga ke negeri  negeri di luar Tanah Karo Simalem. Beliau bisa meramal hari (Niktik Wari), mengobati segala sakit penyakit, bahkan menghidupkan kembali orang mati, asal jenazah orang tersebut masih utuh dan belum mencapai 4 hari kematian. Pada suatu hari, timbullah penyakit cacar yang menjangkiti Tanah Alas di daerah Aceh. Penyakit yang mewabah tersebut mengakibatkan korban jiwa yang tidak sedikit, sehingga timbullah kepanikan yang luar biasa. Keresahan rakyat Tanah Alas menyebabkan Raja Alas menjadi was  was. Raja Alas adalah seorang Raja yang kekayaan beliau tiada terhingga. Dengan uang dan upah yang tidak terbatas, beliau menyuruh para pengikut beliau untuk mendatangkan tabib dan dukun dari seluruh penjuru negeri. Namun tidak ada satu pun yang berhasil mengobati wabah tersebut. Hingga pada suatu hari, beliau mengutus orang kepercayaan untuk meminta pertolongan Guru Kandibata yang tersohor kesaktiannya dari negeri sebelah. Raja Alas bahkan bersedia memenuhi segala permintaan Guru Kandibata apabila beliau bersedia dating ke Tanah Alas dan mengobati wabah cacar tersebut. Tertarik dengan harta kekayaan yang dijanjikan oleh sang utusan Raja Alas, dengan cepat Guru Kandibata menyanggupi. Dia kemudian mempersiapkan perbekalan dan stok obat  obatan secukupnya dan mengajak sang istri untuk turut serta menemani selama di Tanah Alas. Baiklah kalau begitu. Saya akan datang ke Tanah Alas beserta istri saya, ujar Sang Guru Mbelin Kandibata. Ketika segala sesuatu telah dipersiapkan dengan matang, tiba  tiba sang istri  berkata Lebih baik kita tidak usah pergi ke Tanah Alas. Mengapakah? ujar Guru Kandibata dengan heran melihat reaksi istri yang tidak biasa. Aku khawatir apabila kita pergi ke sana, penyakit itu akan datang kemari dan akan menjangkiti kedua anak kita, sahut sang istri. Kam tidak usah khawatir. Seandainya pun kedua anak kita tertular penyakit itu, aku pasti bisa menyembuhkan keduanya dengan muda. Bahkan apabila mereka sampai mati akibat wabah cacar itu, aku dapat menghidupkan kembali keduanya dengan mudah! ujar Guru Kandibata. Setelah melihat ketetapan hati dan mempertimbangkan secara matang nasehat suaminya, bersedialah sang istri berangkat mendampingi Guru Kandibata. Akan tetapi ternyata kedua anak Guru Kandibata menjadi kecewa dan sedih melihat kepergian kedua orang tua mereka. Melihat dampak wabah penyakit cacar yang luar biasa di Tanah Alas, Guru Kandibata pun memperpanjang kunjungannya. Ia mengobati pasien didampingi sang istri siang dan malam, tiada henti. Keberadaan Guru Kandibata menjadi semacam obat harapan bagi warga Tanah Alas untuk terbebas dari penyakit cacar yang mewabah secara dasyat. Akan tetapi, ternyata waktu juga yang mendatangkan wabah cacar ke Tanah Karo, hingga ke desa Kandibata. Kedua anak Guru Kandibata yang tinggal di kampung tidak luput terkena wabah cacar tersebut. Dari hari ke hari, penyakit mereka bertambah parah hingga keluarga memutuskan untuk memberi kabar kabar ke Tanah Alas. Utusan yang menjumpai Guru Kandibata bersikeras agar beliau dan istri dapat segera pulang untuk mengobati buah hatinya tersebut. Aku belum bisa pulang sekarang. Tidak kalian lihat seberapa parah penyakit itu sudah mewabah daerah ini? Kalian tidak usah khawatir, bagaimana pun parahnya penyakit kedua anakku nanti, aku pasti bisa menyembuhkannya. Tapi Bang, penyakit mereka sudah sangat parah. Kami khawatir mereka akan mati! ujar utusan itu setengah memaksa. Kalau pun anak  anak ku itu mati, aku pasti bisa menghidupkan mereka kembali, janganlah khawatir. Nah, terimalah uang ini dan pulang kalian segera ke Kandi Bata, ujar sang Guru sembari memberi uang yang banyak kepada sanak keluarganya. Tanpa basa  basi utusan tersebut kemudian pulang kampung dengan penuh kekecewaan. Tak lama berselang, datang lagi utusan dari kampung meminta kesediaan Guru Kandibata pulang dan mengobati kedua anak gadis beliau yang sakit parah. Keadaan mereka sudah sangat parah sehingga keluarga takut bahwa mereka akan pergi kapan saja. Kekhawatiran mereka sudah memuncak. Aku belum bisa pulang sekarang. Tidak kah kalian lihat masih banyak orang yang harus aku tolong? ujar sang Guru. Tapi Guru, keadaan mereka sudah sangat parah. Kami tidak yakin lagi mereka masih sanggup bertahan. Sebaiknya Guru pulang dahulu untuk mengobati mereka, ujar sang utusan. Nah terima uang yang banyak ini. Pulanglah kalian ke Kandi Bata secepatnya. Apabila meninggal kedua anak gadisku tadi, kuburkanlah mereka dengan upacara yang layak, gunakan saja uang ini. Kemudian secepatnya lagi kalian beritahu aku tentang kematian mereka. Biar bisa aku pulang dan menghidupkan kembali kedua buah hati ku itu. Kata Guru Kandibata. Dengan berat hati, mereka menerima uang dalam jumlah yang melimpah dan pulang kembali ke Kandi Bata untuk melaksanakan perintah sang Guru. Sebenarnya Guru Kandibata tidak mau pulang karena dia memperoleh keuntungan yang sangat banyak dari Raja Alas. Sayang rasa beliau apabila keuntungan yang luar biasa melimpah ini dihentikan begitu saja. Ia pun yakin bahwasa beliau mampu menghidupkan kembali kedua anak beliau sekalipun telah meninggal. Tidak lama kemudian meninggal kedua anak Guru Kandibata. Mereka merasa sangat sedih karena tidak meras diperhatikan kedua orang tua mereka yang sibuk mencari uang di tanah seberang. Meski sudah berkali kali mengutus sanak  saudara untuk membujuk orang tua mereka. Bahkan mereka suda merunggukan agar memaksa kedua orang tua mereka pulang. Segala cara dicoba tetapi tidak menghasilkan apa pun. Setelah mereka dikebumikan, roh mereka yang meninggal secara tidak tenang menangis tersedu  sedu. Tangisan mereka yang indah luar biasa ini kemudian di dengar oleh Keramat Nini Deleng (Gunung) Sibayak. Beliau mengutus salah satu suruhan untuk menanyakan sebab tangisan kedua roh gadis tersebut. Ketika sang pesuruh menanyakan hal tersebut, kedua roh gadis itu serempak menjawab Pada waktu kami meninggal dunia, kedua orang tua kami tidak bersedia pulang dan menjenguk kami dari tanah rantau. Mereka sudah dikuasai nafsu serakah hanya untuk mengumpulkan uang. Tega sekali mereka meninggalkan kami begitu saja. Rintihan syahdu yang dikenal orang Karo sebagai nuri  nuri itu, kemudian disampaikan si pesuruh kepada majikannya. Melalui si pesuruh, Nini Deleng Sibayak mengundang kedua gadis tersebut agar bertandang ke rumah beliau di suatu tempat lereng Gunung Sibayak. Beliau menjamu kedua roh gadis yang sedang sedih itu dengan tangan terbuka. Beliau juga memerintahkan agar si pesuruh menyembunyikan tulang  belulang kedua gadis tersebut agar tidak mampu dibangkitkan kembali oleh Guru Kandibata. Di negeri seberang, Guru Kandibata merasa puas dengan keuntungan yang beliau peroleh dari Raja dan rakyat Tanah Alas. Setelah mengabdi sekian lama, beliau bermaksud untuk pulang ke kampung halaman. Setelah diadakan pesta yang meriah, tibalah saatnya Guru Kandibata beserta istri mengucap pamit dan memulai perjalanan ke kampung. Setiba di Kandi Bata, mereka langsung menuju makam kedua anak mereka yang masih mendendangkan turi  turiin. Roh kedua gadis tadi menangis tersedu  sedu menyesali kedatangan orang tua mereka yang terlambat menjenguk mereka. Sang Istri Guru yang merasa sedih menyatakan penyesalan beliau dan berjanji akan menghidupkan mereka kembali sebelum tulang  tulang keduanya hancur digerus tanah. Sewaktu makam digali, tidak ditemukan tulang  belulang kedua anaknya, sehingga panik semua orang di kampung. Tapi bukan Guru Mbelin Kandibata apabila hanya berputus asa. Beliau mencari jejak roh kedua anaknya dan mendapati jejak mistis mengarah ke Gunung Sibayak. Mengerahkan segenap kemapuan saktinya, Guru Kandibata menyusuri jejak mistis tersebut dan mendapati roh kedua anaknya sedang menangis tersedu  sedu. Melalui sebuah tenda yang mampu menampilkan citra kedua anak beliau, Guru Kandibata berusaha berkomunikasi dengan anak  anaknya. Akan tetapi upacara yang dikenal dengan Raleng Tendi tersebut mempunyai sebuah pantangan, bahwa hanya roh yang bisa masuk ke dalam tenda tersebut. Roh akan hilang apabila seseorang mencoba memasuki tenda. Saking histeris, istri Guru Kandibata yang tidak mampu menyembunyikan rasa rindu, mencoba merangsek masuk ke dalam tenda. Akibatnya, terputuslah komunikasi di antara mereka. Baru Tandang Karo dan Beru Tandang Meriah yang kecewa akibat aksi sembrono kedua orang tua mereka, kemudian langsung berlari kembali ke kediaman Nini Deleng Sibayak dan bersembunyi untuk selamanya. Ada kalanya, suara tangis kedua anak Guru Mbelin Kandibata terbawa angin sehingga dapat di dengar oleh para pendaki Gunung Sibayak.",
    "gambar_folder": "Guru Petawer Rame"
  },
  "006": {
    "judul": "Kucing Mbiring",
    "teks": "Kisah seekor anak kucing hitam dimana dia tidak terima dilahirkan oleh seekor kucing hitam jelek. kemudian dia ingin mencari ibu baru yang menurut dia pantas untuk dijadikan ibu. suatu hari dia menjumpai Matahari. dia melihat Matahari yang bersinar terang dan indah. Wahai Matahari, sinar mu sungguh indah bercahaya, mau kah kau menjadi ibuku? aku malu punya ibu kucing hitam yang jelek tanya nya kepada sang Matahari. Cahaya ku tidak selalu bisa bercahaya karena ada Awan yang bisa menutupiku, tanya lah kepada awan, munkin dia mau menjadi ibumu Jawab Matahari. kemudian dia pergi mendatangi sang Awan. Awan putih engkau sungguh hebat bisa menutupi Matahari, Ibu ku hitam dan jelek, mau kah engkau menjadi ibuku?  tanya anak kucing. Wahai anak kucing, aku tidak lah sekuat yang kamu kira, aku selalu ditiup angin kesana kemari. maka dari itu, tanyalah kepada Angin, munkin dia mau menjadi ibumu Jawab nya. Dia langsung menemui sang Angin. Wahai angin, mau kah kamu menjadi ibuku, kamu sungguh hebat bisa meniup awan kesana kemari, ibuku hitam dan jelek terangnya. Wahai anak kucing, pergi dan tanyalah kepada gunung, karena aku selalu terpecah ketika menabrak Gunung Jawabnya. pergilah dia menemui Gunung Wahai gunung yang megah, Engkau sungguh hebat bisa mengalahkan angin, ibuku hitam dan jelek, mau kah kamu menjadi ibuku? tanyanya kemudian Gunung menjawab Aku tidak bisa menjadi ibu mu, karena ada Tikus yang selalu menggerogoti tubuhku dan aku bisa hancur . Kemudian dia mencari Tikus dan mendapatkannya, Wahai Tikus, maukah kamu menjadi ibuku, karena kamu sangat hebat bisa menghancurkan Gunung sedangkan ibuku hitam dan jelek. aku sangat malu. kemudian sang Tikus menjawab Aku tidak bisa menjaga mu, karena ada Kucing Hitam yang menyeramkan. aku dan anak-anak ku selalu ketakutan ketika Kucing Hitam datang kemudian anak kucing tersebut pergi. Ternyata mencari ibu yang sempurna itu susah, dan ibu yang sekarang ini bisa menjaga ku. bagaimana pun dia tetap ibuku, yang melahirkan aku meski dia hitam Pikirnya. Dan dia kembali mendapat Ibu nya sendiri",
    "gambar_folder": "Kucing Mbiring"
  },
  "007": {
    "judul": "Legenda Batu Renggang",
    "teks": "Kisah ini terjadi di Desa Mardinding, Kecamatan Payung, Kabupaten Karo. Dahulu kala, ada suatu keluarga miskin yang terdiri dari seorang ayah, ibu, dan dua orang anak. Si ayah dan ibu dari pagi bekerja di ladang menyiangi rumput. Setelah tiba waktu makan siang, matahari pun bersinar dengan teriknya, sementara si ayah dan ibu kembali ke gubuk. Sesampainya di gubuk, mereka melihat kedua anaknya sedang menangis. Kain-kain pun berserakan tak teratur. Sayur yang bakal digulai untuk makan siang juga berserakan di atas tanah. Lalu si ibu berkata, Andai perbuatanmu tetap begini, aku akan pergi biar kau tahu! Pergilah... jawab si anak. Pergilah, biarkan! begitu si ibu menjawab dengan kesal. Sudah, sama saja kau dengan anakmu. Semuanya tak bisa diatur, dasar kurang ajar! Dengan perasaan sakit hati, si ibu mengambil perian (tempat air) dan menggendong anaknya menuju sungai. Perian yang dibawanya sudah bocor. Sampai di tepi sungai, si ibu berkata, Anakku, isilah perian ini, aku akan mencari sayur sebentar. Lalu si ibu pergi meninggalkan anaknya. Hati si ibu bertekad, Lebih baik aku mati ditelan Batu Renggang. Suamiku pemarah tak menentu, dan anakku juga tak pernah mengikuti perintahku. Begitulah, pikir si ibu dalam hati. Kemudian si ibu memanggil Batu Renggang: O... Batu Renggang, telanlah diriku ini. Anakmu tak pernah mengikutiku, suamiku selalu marah-marah tak menentu. Tinggalkan nanti darahku tujuh tetes dan rambutku tujuh helai di atas tungku. Demikianlah si ibu memanggil Batu Renggang berulang-ulang. Rang... kok, terdengar suara Batu Renggang, kutelan kau, kutelan! Kutelan kau, kutelan! Tiba-tiba Batu Renggang muncul dan berkata, Telan aku, Batu Renggang. Hap... Si ibu ditelan Batu Renggang hidup-hidup. Karena sudah terlalu lama si ibu tidak kembali, maka kedua anaknya (kakak-beradik) mengikuti jejak perjalanan si ibu tadi. Di tengah perjalanan, kedua anaknya mendengar suara burung balam: Teku... kru... kuk. Ternyata ibu mereka sudah ditelan Batu Renggang, dan darahnya tujuh tetes serta rambutnya tujuh helai tertinggal di atas tungku. Begitulah kata-kata ibu mereka. Mendengar suara burung balam, si abang merasa panas hati dan lalu melemparkan batu ke arah burung balam tersebut. Tiba-tiba di depannya tampak tungku Kayu yang sudah lapuk. Di atas tungku nampak darah tujuh tetes serta rambut tujuh helai. Hati si abang hancur, pasti ibunya sudah mati ditelan Batu Renggang. Setelah memastikan bahwa ibunya sudah ditelan Batu Renggang, si abang pun kembali pulang. Sesampainya di rumah, ayahnya langsung marah-marah. Kalau ibumu sudah meninggal ditelan Batu Renggang, kau pasti kutinggalkan, kata si ayah kepada anaknya. Kemudian si ayah pun pergi dan tidak pernah kembali lagi. Kedua anaknya mengikuti jejak perjalanan ayahnya ke arah matahari terbenam. Sepanjang perjalanan, si abang terus menggendong adiknya yang tak pernah berhenti menangis. Akhirnya, mereka berjumpa dengan ayah mereka dan ibu tirinya. Namun, harapan yang mereka miliki akhirnya berubah menjadi siksaan. Kakak beradik itu dipukuli oleh ayahnya dalam keadaan setengah mati, karena ayahnya lebih mencintai ibu tiri mereka daripada anak-anak kandungnya. Dengan perasaan sakit hati dan rasa tersiksa, kedua kakak beradik itu pergi ke hutan rimba. Sepanjang jalan, ratap dan tangis mereka tiada hentinya. Haus dan lapar terasa terpaksa ditahan oleh mereka. Rupanya, ratapan dan tangisan mereka terdengar oleh binatang Anoah Raksasa yang disebut Anoah Sakti. Tergugah hatinya melihat mereka, Anoah pun menjatuhkan buah kayu dari atas pohon di depan kakak-beradik tersebut. Kemudian, mereka mengambil buah kayu yang jatuh itu dan memakannya, sehingga berhentilah tangisan mereka untuk sejenak. Anoah Sakti pun turun dari pohon kayu dan berkata, Hei, anak-anak manusia, mengapa kamu terlantar di hutan belantara ini? Di manakah ayah dan ibumu? Mereka menjawab, Ibu kami telah meninggal dunia, dan ayah akhirnya menikah lagi. Kami tidak punya apa-apa lagi. Tolonglah hidup kami. Tidak, anak-anak manusia, tidak ada seorang pun manusia yang hidup di tengah hutan ini. Biarkan aku antar kalian ke desa terdekat, ke kediaman kalian. Daripada pulang menemui ayah, lebih baik kami mati di sini bersama adikku ini. Sudah cukup kami menderita dipukuli oleh ayah, jawab si abang dengan penuh kesedihan. Kalau tekad batinmu sudah demikian, mari, ikuti aku. Rapikan telapak tanganmu dan kakimu dengan telapak tangan dan kakiku, perintah Anoah Raksasa. Perintah itu pun diikuti oleh kedua kakak-beradik tersebut. Seketika itu juga, tubuh si abang berubah. Ia ingin melompat dan memanjat pohon kayu. Si abang melompat dan memanjat, kemudian melompat dari satu dahan ke dahan yang lain, melompat dari satu pohon ke pohon yang lain. Dia telah menjadi Anoah. Ketika berayun di atas dahan, terdengar suara panggilan yang semakin lama semakin dekat. Terdengarlah suara itu oleh mereka. Anakku... mari anakku, mari kita pulang. Tak lain adalah suara ayah mereka. Anakku... anakku, mari kita pulang. Aku sudah menyesali perbuatanku. Sudah begitu lama aku menikah dengan ibu tirimu, ternyata aku tidak mendapat anak. Engkaulah anakku. Mari kita pulang, ibumu telah rindu kepadamu. Mendengar suara tersebut, si abang melompat dari dahan ke dahan yang lain sambil menggendong adiknya. Terdengarlah suara si abang, Oah... oah..., ia menyanyikan lagu kepada adiknya agar jangan menangis. Perjalanan kakak-beradik itu, yang mengikuti jejak langkah Anoah, terus berlanjut. Tak lama setelah itu, si ayah mengikuti mereka dari belakang. Saat mereka sampai di tengah hutan, si ayah mulai putus asa. Dengan hati yang penuh penyesalan, ia menangis. Sang ayah berkata, Aku telah berdosa, anakku... hukumanku telah datang padaku. Hanya doa yang bisa ku panjatkan... Tuhan, lindungilah anak-anakku dari gangguan musuh di tengah hutan rimba belantara ini. Si ayah melangkah dengan penyesalan yang mendalam, dan dari kejauhan terdengarlah suara si abang yang semakin jauh, Oah... oah...",
    "gambar_folder": "Legenda Batu Renggang"
  },
  "008": {
    "judul": "Legenda Kak Tangkau Bunga",
    "teks": "Di sebuah desa, hiduplah seorang nenek yang sudah tua. Ia hidup seorang diri, tanpa sanak saudara, dan hidup dalam kemiskinan. Karena tidak ada yang peduli dengan hidupnya, nenek itu memutuskan untuk pergi dari desa dan tinggal di dekat hutan yang jauh dari pemukiman. Nenek tua itu berusaha mempertahankan hidupnya dengan bercocok tanam di dekat gubuknya. Ia menanam berbagai tanaman yang bermanfaat bagi kehidupan manusia. Meskipun hidup dalam keadaan miskin, nenek itu tetap tabah menjalani hidupnya. Hari-hari nenek itu berlalu tanpa mengeluh, meski ia merasa lelah dan jenuh dengan kesendiriannya. Pada suatu hari, saat nenek sedang bekerja di kebunnya, ia melihat sebuah bunga yang sangat indah. Belum pernah ia melihat bunga seindah itu sepanjang hidupnya. Nenek itu merasa sangat gembira dan merawat bunga tersebut dengan penuh perhatian. Pada suatu siang, ketika matahari bersinar terik, nenek sedang beristirahat di dalam gubuknya sambil mengunyah sirih. Karena kelelahan setelah bekerja dari pagi, nenek pun tertidur. Setelah beberapa saat, nenek terbangun dan keluar dari gubuknya untuk kembali bekerja di kebun. Namun, betapa terkejutnya nenek ketika ia melihat bunga kesayangannya sudah tidak ada lagi di tempatnya. Nenek itu mencari di sekeliling kebun, tetapi ia tidak melihat siapa pun yang mencuri bunga itu. Ia berjalan ke tepi hutan, namun hanya seekor burung yang terlihat di sana. Dengan penuh rasa penasaran, nenek mencoba bertanya kepada burung itu: Nenek: O, Kak, adakah engkau yang telah mencuri bunga yang tumbuh di tengah kebunku? Kak: Tidak, Nek. Lagipula, untuk apa bunga itu bagiku? Mendengar jawaban burung itu, nenek pun bersedih dan kembali ke gubuknya, berpikir keras ke mana lagi ia harus mencari bunga kesayangannya yang telah hilang. Dalam kebingungannya, nenek mencoba mencari akal untuk menemukan bunga itu. Setibanya di gubuk, nenek melihat sebuah sumpitan. Ia pun bertanya kepada sumpitan: Nenek: O, Sumpitan, adakah kamu melihat bungaku? Sumpitan: Tidak, Nek. Nenek: Kalau begitu, tolonglah aku, Sumpitan. Si Kak yang telah mencuri bungaku. Lalu nenek mencari pisau dan memintanya untuk memotong sumpitan: Nenek: O, Pisau, tolonglah kamu melebur Sumpitan, karena Sumpitan tidak mau menyumpit Kak, Kak yang telah mencuri bungaku. Pisau: Sumpitan tidak bersalah padaku, Nek. Jadi aku tidak mau. Mendengar pisau menolak, nenek pun mencari api. Dalam hatinya, ia berharap api mau membantu. Nenek: O, Api, tolong padamkan Pisau, karena Pisau tidak mau melebur Sumpitan, Sumpitan tidak mau menyumpit Kak, Kak yang telah mencuri bungaku. Api: Maaf, Nek, aku lagi malas. Nenek pun merasa kecewa, namun ia teringat air. Dalam pikirannya, air pasti bisa memadamkan api. Nenek: O, Air, tolong padamkan Api, Api yang tidak mau melebur Pisau, Pisau yang tidak mau memotong Sumpitan, Sumpitan yang tidak mau menyumpit Kak, Kak yang telah mencuri bungaku. Air: Jangan marah, Nek, aku lagi malas. Setelah itu, nenek keluar dari gubuknya dan melihat bukit di kejauhan. Nenek bertekad untuk membendung air. Nenek: O, Bukit, bantulah aku membendung Air, Air yang tidak mau memadamkan Api, Api yang tidak mau melebur Pisau, Pisau yang tidak mau memotong Sumpitan, Sumpitan yang tidak mau menyumpit Kak, Kak yang telah mencuri bungaku. Namun, bukit diam tak bergerak. Nenek hampir putus asa karena semua yang dimintainya tidak ada yang mau membantu. Ia pun berpikir siapa yang bisa menaklukkan bukit. Terpikir olehnya, hanya kerbau yang bisa merubuhkan bukit, lalu ia pergi mencari kerbau. Setelah bertemu dengan kerbau, nenek pun berkata: Nenek: O, Kerbau, bantu aku, tolonglah rubuhkan Bukit, Bukit yang tidak mau membendung Air, Air yang tidak mau memadamkan Api, Api yang tidak mau melebur Pisau, Pisau yang tidak mau memotong Sumpitan, Sumpitan yang tidak mau menyumpit Kak, Kak yang telah mencuri bunga kesayanganku. Kerbau: Maaf, Nek, aku tidak sanggup. Lalu nenek mencari tali dan berkata: Nenek: O, Tali, ikatlah Kerbau, Kerbau yang tidak mau merubuhkan Bukit, Bukit yang tidak mau membendung Air, Air yang tidak mau memadamkan Api, Api yang tidak mau melebur Pisau, Pisau yang tidak mau memotong Sumpitan, Sumpitan yang tidak mau menyumpit Kak, Kak yang telah mencuri bungaku. Tali: Maaf, Nek, aku juga tidak mau. Nenek kembali ke gubuknya dan dalam perjalanannya bertemu dengan seekor tikus. Nenek berkata kepada tikus: Nenek: O, Tikus, keratlah Tali, Tali yang tidak mau mengikat Kerbau, Kerbau yang tidak mau merubuhkan Bukit, Bukit yang tidak mau membendung Air, Air yang tidak mau memadamkan Api, Api yang tidak mau melebur Pisau, Pisau yang tidak mau memotong Sumpitan, Sumpitan yang tidak mau menyumpit Kak, Kak yang telah mencuri bunga kesayanganku. Tikus: Diam saja, Nek. Sekarang nenek merasa putus asa. Ia pun bergegas untuk memasak makan malam, karena matahari sudah terbenam. Ketika sedang menikmati makan malam, tiba-tiba seekor kucing yang biasa tinggal bersama nenek muncul. Setelah selesai makan, nenek teringat lagi akan bunga kesayangannya yang hilang. Melihat kucingnya yang begitu manja, nenek pun mengutarakan keluhannya kepada kucing: Nenek: Kucing, kawanku yang baik, aku sekarang sangat susah karena bunga kesayanganku hilang dari kebun. Kucing: Nenek, sudahkah nenek mencarinya? Nenek: Sudah, tapi tidak ada yang mau menunjukkan siapa yang mencurinya. Kucing: Siapa saja yang sudah nenek suruh dan tanya? Nenek: Pertama saya tanya pada si Kak, dia tidak mau mengaku. Setelah itu saya menyuruh Sumpitan untuk menyumpit si Kak agar dia mengaku, tapi Sumpitan tidak mau. Kemudian saya menyuruh Pisau untuk memotong Sumpitan, Pisau juga menolaknya. Saya pun menyuruh Api untuk melebur Pisau, namun Api juga tidak mau. Setelah itu saya menyuruh Air untuk memadamkan Api, tapi Air juga menolaknya. Saya menyuruh Bukit untuk membendung Air, Bukit pun tak bergerak. Saya cari Kerbau untuk merubuhkan Bukit, namun Kerbau juga tidak mau. Setelah itu saya menyuruh Tali untuk mengikat Kerbau, tetapi Tali pun tidak mau. Terakhir saya menyuruh Tikus untuk mengerat Tali, namun Tikus lari menghilang. Sekarang saya sudah putus asa, tidak tahu lagi harus ke mana mengadu. Hanya kamu, Kucing, yang bisa menjadi harapan terakhir saya. Mendengar keluhan nenek, si Kucing merasa tergugah hatinya dan berpikir untuk memecahkan persoalan ini. Kucing: Baiklah, Nek, saya akan coba menolong nenek. Kucing pun mencari Tikus, karena ia tahu Tikuslah kunci masalah ini. Setelah bertemu dengan Tikus, Kucing langsung menerkamnya. Tikus sangat ketakutan dan berkata: Tikus: Kenapa kamu menerkam saya? Kucing: Kenapa kamu tidak mau mengerat Tali yang disuruh Nenek? Tikus: Baiklah, saya akan mengerat Tali, jangan makan saya. Mendengar hal itu, Tali akhirnya mau mengikat Kerbau. Kerbau yang takut diikat pun akhirnya mau merubuhkan Bukit. Bukit yang takut dirubuhkan pun mau membendung Air. Air yang takut dibendung pun akhirnya mau memadamkan Api. Api yang takut dipadamkan mau melebur Pisau. Pisau yang takut dipotong akhirnya mau memotong Sumpitan. Dan Sumpitan yang takut disumpit akhirnya mau menyumpit Kak. Akhirnya, Kak yang telah mencuri bunga nenek mengembalikan bunga kesayangannya.",
    "gambar_folder": "Legenda Kak Tangkau Bunga"
  },
  "009": {
    "judul": "Sidah Ginting",
    "teks": "Desa Sugihen merupakan salah satu desa yang terdapat di wilayah Kecamatan Juhar, dengan jarak sekitar 10 Km dari pusat kecamatan. Desa ini masih hidup dan terpelihara suatu cerita yang merupakan legenda dari asal usul Desa Sugihen, serta asal-usul marga/klen Ginting dan asal mula terjadinya Tiga Bembem yang lebih dikenal masyarakat pada masa sekarang ini dengan sebutan Tiga (pekan) Suka Rame. Ketiga cerita di atas merupakan satu rangkaian cerita yang terhimpun dalam ceriia SIWAH SAD.A GINTING Grok... g..., grak... g..., grok... g..., suara kepakan burung Enggang ngurisah yang riuh rendah di atas lebatnya dedaunan hutan belantara, menambah pilunya hati seorang pemuda perkasa Bestang Mejile bernama Sugih. Suara kepakan Enggang seakan mengingatkan Sugih akan datangnya malam. Suasana malam yang hening berselimutkan kabut menambah dinginnya cuaca dan sesekali diselingi oleh suara hewan malam dan auman binatang buas, menciutkan nyali Sugih di dalam kesendiriannya di tengah hutan belantara. Namun detik demi detik suasana malam yang selalu mencekam itu terlewatkan juga oleh Sugih dengan penuh ketabahan. Terbitnya mentari pagi disambut oleh ayam hutan Manuk Rimba dengan kokokan merdunya secara bersahut-sahutan. Begitu juga dengan burung terocok pidok, seakan tidak mau ketinggalan bersama-sama dengan burung-burung kecil perik saling pamer suara dengan kicauan merdunya sambil mengepak-kepakkan sayapnya seakan memamerkan keindahan bulunya yang berkilauan dengan warna-warni yang indah. Tidak kalah hebatnya dengan atraksi pagi yang dilakukan oleh para monyet bengkala dan imbo yang melompat dan bergelantungan dari dahan ke dahan dengan suara jeritan-jeritan gemerisik seakan akan membangunkan seluruh penghuni hutan belantara itu dari tidurnya. Saat-saat seperti itu merupakan saat yang paling membahagiakan bagi Sugih, ketika terjaga dari tidurnya dan menambah rasa kagumnya terhadap kebesaran Pencipta Alam Semesta ini. Hembusan lembut udara pagi yang bertiup sepoi-sepoi disertai tetesan embun pagi bak mutiara yang menerpa wajah Sugih mengingatkannya akan belaian kasih Ayah dan Bundanya yang telah tiada, telah dahulu dipanggil oleh Yang Maha Kuasa. Disaat-saat seperti itu Sugih selalu memanjatkan doa kepada Yang Maha Kuasa semoga kedua orang tuanya diterima di sisi-Nya. Demikianlah hari demi hari dilalui Sugih di tengah hutan belantara itu dengan penuh suka duka dalam kesendiriannya. Di dalam perjalanan yang tak tentu arah dan tujuan itu, pada suatu hari sampailah Sugih di suatu hutan yang tidak seberapa lebat. Karena merasa lelah, ia pun beristirahat di bawah sebatang pohon Juhar. Disandarkannya tubuhnya ke batang pohon yang rindang itu. Ia duduk dan terlena dalam lamunannya. Dalam lamunannya, terkenanglah ia kembali akan kampung halaman yang ditinggalkan dan kedua orang tuanya yang telah tiada, serta merenungi nasib dirinya yang sangat malang. Setelah beberapa lama terbuai dalam lamunan, rasa lapar datang mengusik dirinya. Lalu Sugih beranjak untuk mencari buah hutan yang dapat dimakan, yakni buah Picil biang maupun pisang hutan uncim yang biasanya banyak terdapat di hutan sebagai pengobat rasa lapar. Tetapi setelah mencari ke sana kemari, tidak satupun buah yang didapati untuk dimakan. Lalu Sugih mengeluarkan tulup eltep (alat berburu terbuat dari bambu berukuran 0,5 m panjangnya, lubang bambu berdiameter 1,5 cm, berisikan peluru yang terbuat dari batang aren yang diruncingkan sebesar jarum, dan pada pangkalnya diberi bulu batang aren, sedangkan pada ujungnya dioleskan getah pohon ipoh yang memiliki racun yang mematikan. Cara menggunakannya adalah dengan menghembuskan peluru yang terdapat di dalam bambu kepada sasaran) yang diselipkan di pinggangnya. Kemudian ia menghampiri sebuah pohon yang di dahannya bertengger beberapa ekor burung Balam ndukur, lalu mengarahkan eltep-nya ke arah burung tersebut. Disempurnakan eltep itu, tepat mengenai seekor burung balam dan burung itu jatuh. Di saat ia akan mengambil balam itu, pandangannya tertuju ke sebuah betang kayu yang telah tumbang. Jantungnya berdebar kencang, Apakah yang sebenarnya kulihat ini? Bukankah ini yang disebut orang hantu penghuni rimba? Disapunya matanya, tetapi yang dilihatnya bukan lenyap, melainkan bertambah jelas. Seorang putri jelita dengan rambut terurai sangat lebat. Dan ia memberikan senyuman kepada Sugih. Perlahan sekali tatapan sang putri, panah asmara telah menghunjam dalam bati Sugih. Benar, selama hidupnya baru sekali ini Sugih jatuh hati dan terpesona oleh kejelitaan seorang wanita. Sugih memberanikan diri untuk menyapa wanita yang berada di hadapannya itu, Wahai dinda turang, mohon ampuni beribu ampun atas kelancanganku ini. Wahai yang duduk di atas pohon, siapakah anda, dan sudilah kiranya anda turun, agar sejenak kita berbincang-bincang. Wahai kanda twang, mengapa berani begitu berbicara berdekatan, sedang kita belum saling mengenal? Dan anda harus tahu bahwa aku seorang wanita yang masih perawan. Sungguh aku takut berbuat sesuatu yang diluar susila. Jangan takut, jangan ragu. Dirikupun seorang perjaka keturunan raja. Jika diri ini penuh dosa, tentu beta tidak berani sendirian mengembara ke tengah hutan belantara ini. Percayalah bahwa diriku tidak mau mencemarkan kesucian seseorang. Jika demikian, betapun percaya. Demikian jawaban sang putri. Lagipula saksi yang paling dekat di sini adalah Nini penghuni rimba ini. Mendengar jawaban sang putri itu, Sugih menghampiri dan duduk di atas batang pohon tempat sang putri duduk. Di situlah sang taruna dan sang putri berbincang-bincang, saling mengungkapkan hati masing-masing. Sang putri mulai memperkenalkan dirinya serta menceritakan pengalamannya sehingga ia sampai di hutan belantara itu. Berkatalah sang putri, Wahai taruna bijak bestari, hamba adalah seorang gadis malang, putri pendiri kampung Simanteki Kuta, sebuah desa di seberang belantara ini. Hamba sampai kemari disebabkan desa kami telah hancur diserang oleh para penyamun. Kedua orang tua serta sanak keluarga dan seluruh penghuni desa telah habis dibantai para penyamun itu. Hanya hamba seoranglah yang selamat dari kebrutalan dan kekejian para penyamun yang merampas seluruh harta serta nyawa seluruh penduduk. Sang putri terdiam sejenak, keheningan meliputi suasana dan tidak terasa butiran air mata telah jatuh menetes di pipi sang putri. Sekarang hamba tinggal sebatang kara, tidak ada lagi tempat mengadu dan tanpa tujuan yang pasti.Mendengar penuturan putri jelita yang berada di sisinya itu, menggelora rasa iba dan kasihan di hati Sugih. Terkenang pula Sugih akan nasibnya yang juga sebatang kara, berkelana di hutan belantara ini. Berkatalah Sugih, Wahai dinda, diriku tidak begitu pandai membumbui omongan. Tetapi diri kandapun tidak jauh berbeda dengan dinda. Hamba juga berasal dari keluarga pendiri kampung Sipateki Kuta dari daerah seberang, yakni Pak-pak (Kabupaten Dairi). Dikarenakan suatu prahara, penduduk desa kami juga musnah, begitu juga dengan sanak famili serta kedua orang tua saya yang meninggal dunia dalam musibah itu. Sekarang tinggal saya sebatang kara yang tersisa. Itulah sebabnya hamba berniat hendak meniti kehidupan baru ke daerah Karo ini. Jika tuan putri berkenan, marilah berjalan seiring dengan hamba, dan alangkah gembiranya hati ini bila dinda rela menjadi pendamping hidupku. Hening meliputi suasana hutan tempat kedua insan itu mengungkapkan hati masing-masing. Sesaat kemudian, berkatalah Sugih, Aku bersumpah kepada Dibata yang menciptakan langit dan bumi, sungguh belum pernah lekat hatiku terhadap seorang gadis pun. Jadi dengan ini, kuminta dengan ikhlas, penuhilah permintaan yang sangat ku harapkan ini. Sebab demikianlah isi hatiku kusampaikan, bak nasi di atas belanga yang tampak mukanya dan keraknya. Jika demikian wahai kanda, telah hilang semua kesangsian dan keraguanku. Hendak kemanakah tujuan kita, kanda? Wahai dindaku, baiklah kita cari suatu tempat di sekitar hutan ini, kanda lihat tanah di sini sangat subur. Kemudian kedua insan itu beranjak dari duduknya, lalu meneruskan perjalanan menyusuri bukit dan lembah untuk mencari suatu tempat yang cocok sebagai tempat bermukim. Setelah beberapa lama berjalan, sampailah mereka di Suatu tempat yang banyak ditumbuhi oleh pohon-pohon dengan buah-buahan yang lebat dan ranum, serta di sekitar pepohonan itu terdapat sungai yang memiliki air yang sangat jernih yang selalu dikunjungi hewan-hewan hutan untuk minum. Tempat ini amat subur, dinda. Buah dan hewan buruan banyak. Bagaimana jika kita menetap di tempat ini? Jika demikian keinginan kanda, dinda juga akan menuruti kehendak kanda. Dan baiklah, kanda dirikan di sini gubuk sapo. Demikianlah akhirnya mereka mendirikan pondok tempat berteduh dalam mengarungi perjalanan rumah tangga. (Dalam perkembangannya, tempat pemukiman Sugih ini dikenal sekarang dengan nama Desa Sugihen). Kehidupan Sugih bersama sang istri sangat bahagia serta makanan dan damai. Alam sekitar pemukiman mereka tinggal memberikan hasil yang sangat berlimpah, sehingga dalam memenuhi kebutuhan sehari-hari mereka tidak pernah merasa risau. Setelah sekian lama mereka membina rumah tangga, mengandunglah sang istri. Dengan demikian bertambah bahagialah kedua pasangan itu, kasih sayang Sugih pun teramat sangat kepada sang istri. Setelah tiba saatnya melahirkanlah istri Sugih. Tetapi alangkah terkejut serta kecewanya ia melihat yang lahir bukanlah seorang jabang bayi seperti lazimnya manusia, tetapi yang dilahirkan adalah sepuluh butir telur. Dalam beberapa lama, suami istri itu dirundung kesedihan yang amat dalam. Kesehariannya sang istri menghabiskan waktu dengan memandangi telur-telur yang dilahirkannya dengan perasaan yang amat sedih sekali, terkadang tidak terasa olehnya air mata telah menetes membasahi pipinya. Melihat perilaku isterinya itu, bertambah sedihlah hati Sugih. Dengan sabar dan penuh kasih sayang, tanpa mengenal putus asa, Sugih berusaha untuk menghibur sang istri, tetapi sang istri belum juga dapat menghilangkan rasa sedihnya yang mendalam. Pada suatu pagi, di saat sang istri pergi mandi ke kali, timbullah niat Sugih untuk membuang telur-telur itu. Baiknya kubuang saja telur-telur ini, rumung-rumung jika isteriku tidak melihatnya lagi, rasa sedihnya akan berangsur-angsur pulih, gumamnya dalam hati. Lalu ia mengumpulkan telur-telur itu dan memasukkannya ke dalam sebuah sumpit, kemudian ia dengan cepat bergegas meninggalkan gubuknya agar isterinya jangan keburu datang. Belum seberapa jauh ia meninggalkan gubuknya, tiba-tiba ia dikejutkan oleh suara sapaan seseorang, Hai Sugih! Hendak kemanakah kamu taruh anak-anakmu itu? Mendengar teguran itu, sangat terkejut Sugih. Ditolehnya ke kiri dan ke kanan, tetapi tidak ada seorang pun di tempat itu. Huh! Suara siapakah yang menyapaku itu, sedangkan di tempat ini tidak ada seorang manusia pun tinggal, kecuali aku dan isteriku, sedangkan isteriku masih di kali, pikir Sugih. Lalu ia melanjutkan perjalanannya. Saat ia akan melangkahkan kakinya, tiba-tiba sudah berdiri di hadapannya seorang lelaki tua. Belum hilang rasa kaget Sugih, tiba-tiba berkatalah lelaki tua itu: Mengapa engkau hendak membuang anak-anakmu itu? Ampun, sembah ampun, Eyang Nini, maafkan hamba yang berlaku lancang ini. Di dalam hidup ini, manusialah yang saya dan isteri saya dambakan, bukan untuk membuang manusia. Sedangkan yang saya bawa ini adalah telur. Wahai cucuku, sesungguhnya yang hendak kamu buang itu bukanlah telur biasa, tetapi telur yang berisi anak-anakmu. Jika engkau mendambakan anak dalam hidupmu, maka janganlah kamu membuang telur-telur itu, tetapi taruhlah telur-telur itu ke dalam guci ini dan tunggulah sampai menetas. Kemudian si Eyang memberikan sebuah guci kudin pelabohe. Tanpa banyak pikir dan tanya, Sugih langsung menerima guci yang diberikan oleh orang tua itu. Terima kasih banyak atas pertolongan yang Nini berikan ini kepada hamba. Kalau boleh, hamba ingin tahu siapakah Nini? Tanya Sugih dengan penuh harap, menunggu jawaban dari orang tua itu. Aku adalah Guru Banua, yang datang menolong orang yang jujur dan berbudi pekerti baik, yang selalu dapat tabah menghadapi segala cobaan hidup. Setelah berkata demikian, Nini Guru Banua pun hilang dari pandangan Sugih. Di antara rasa gembira, heran, dan bingung yang bercampur aduk dalam pikiran Sugih, ia mempercepat langkahnya bergegas menuju gubuk untuk menyampaikan kabar gembira itu kepada sang istri. Bersamaan dengan sampainya Sugih di gubuk, sang istri juga telah kembali dari kali dan sampai di gubuk. Kemudian, Sugih menceritakan semua kejadian yang telah dialaminya kepada isterinya. Lalu mereka sepakat untuk memasukkan telur-telur itu ke dalam guci, dengan pengharapan yang akan ditunggu. Dengan begitu, terhiburlah hati sang istri, kemurungannya juga telah berkurang. Dalam penantian yang cemas, terjadilah apa yang dikatakan Nini Guru Banua. Telur-telur itu menetas satu per satu, yang isinya adalah bayi-bayi manusia yang sangat sehat dan cantik-cantik parasnya. Dari kesepuluh telur itu lahirlah sembilan laki-laki dan satu perempuan, lalu diberi nama mereka, yakni mulai dari yang pertama ditetas hingga yang terakhir, dengan nama: Suka, Jadi Bata, Jara Tambun, Patih, Beras, Babo, Munte, Manik, Sugihen, dan seorang perempuan bernama Beinbfm. Nama-nama mereka inilah yang menjadi cabang-cabang marga Ginting sampai saat ini, yang dikenal dengan sebutan SIWAH SADA GINTING (Sembilan Satu Ginting), yang terdiri dari sembilan laki-laki dan satu perempuan. Sembilan laki-laki ini merupakan penerus marga mereka, yang terdiri dari Ginting Suka Ginting Jadi Bata Ginting Jara Tambun Ginting Patih Ginting Beras Ginting Babo Ginting Munte Ginting Manik Ginting Sugihen Sedangkan seorang lagi yang perempuan, bernama Bembem, tidak menjadi penerus marga Ginting karena dalam peradatan suku Batak Karo, menganut garis keturunan berdasarkan marga laki-laki (patrilineal). Dengan lahirnya kesepuluh anak itu, sangat bersuka citalah Sugih beserta isterinya, dan tak lupa mereka memanjatkan syukur kepada Dibata (Yang Maha Pencipta Alam Semesta). Setelah anak-anaknya tumbuh dewasa, keluarga Sugih menjadi suatu keluarga besar yang hidup rukun dan damai. Diiringi perjalanan waktu, anak-anaknya pada akhirnya menjalani hidupnya masing-masing dengan membangun keluarganya sendiri. Lain hal dengan si puteri bungsu yang bernama Bembem. Setelah kepergian kedua orang tuanya menghadap Sang Pencipta, ia tinggal bersama kakaknya yang telah semuanya berumah tangga. Budi baik serta paras yang rupawan menyebabkan banyak jejaka yang jatuh hati, dan ingin mempersunting dirinya. Karena banyaknya pinangan yang datang, maka para kakaknya menetapkan mahar yang sangat tinggi kepada setiap jejaka yang meminang, yakni jumlah lembu sebagai mahar sebanyak kiliker (bahagian mata kaki) lembu. Jika dikumpulkan, jumlah lembu itu harus sebesar lembah. Maka harus sebanyak kiliker itulah jumlah lembu sebagai mahar untuk menikahi si Bembem. Oleh karena itu, setiap pemuda yang melamar selalu mundur dengan teratur karena tidak sanggup memenuhi mahar yang telah ditentukan. Dengan demikian, teramat sedihlah hati si Bembem atas kelakuan kakak-kakaknya itu, sehingga ia menjadi perawan tua. Suatu ketika, berkatalah si Bembem kepada kakaknya: Mohon maaf atas kelancanganku ini, kak, untuk sekali ini sudilah kiranya kakak memenuhi permintaanku. Buatkan kakaklah dulu suatu pesta besar kerja mehaga untukku, agar aku dapat mendapat jodoh dengan malang yang besar. Pada pesta ini, harus menyembelih lembu berbulu belang Lembu Sangap Marpulung. Mendengar permintaan adik bungsunya ini, maka dilaksanakanlah pesta besar sesuai dengan permintaannya, dengan memukul gendang sarune. Sewaktu menari, si Bembem meminta gendang yang hanya ia sendiri saja yang menari. Lalu menarilah ia di atas sebuah pinggan pasu, yang pada setiap hentakan kakinya ia masuk ke dalam tanah bagaikan ditelan bumi. Tempat itulah sekarang dikenal dengan Tiga Bembem atau Tiga Sukarame (Pekan Bembem), yang terletak di Desa Singa Manik, Kecamatan Munte. Cukai pajak itulah yang merupakan lambang mahar Bembem.",
    "gambar_folder": "Sidah Ginting"
  },
  "010": {
    "judul": "Pawang Ternalem",
    "teks": "Cerita rakyat Karo yang bermula dari satu kuta/kampung di Liang Melas, Tanah Karo. Suatu hari seorang bayi lahir di hari yang dianggap sial. Bapa dan Ibu bayi itu tiba-tiba saja meninggal. Menurut kepercayaan Karo waktu itu, bayi itu dianggap sebagai anak pembawa sial. Orang-orang berusaha menyingkirkan bayi itu namun tetap saja bayi itu tidak mati. Kemudian bayi itu tumbuh dan dibesarkan oleh babi-babi di kolong rumah adat. Tetapi tetap saja anak itu dikucilkan oleh penduduk kampung itu. Merasa dia tidak bisa lagi hidup di kampung itu, lalu dia menemui rombongan pedagang yang disebut Perlanja Sira. Bersama romobongan Perlanja Sira itu kemudian dia pergi ke daerah Langkat.  Di salah satu hutan di daerah Batang Serangan anak itu ditinggalkan oleh para Perlanja Sira karena mereka menganggap sebagai anak pembawa sial perjalanan mereka. Di hutan itu anak tersebut akhirnya bertemu dengan seorang dukun sakti bernama Datuk Rubia Gande. Kemudian Datuk Rubia Gande mengenalkan putrinya Tulak Kelambir Gading kepada anak itu. Datuk Rubia Gande mengajak anak itu tinggal di rumahnya dan lalu mengangkatnya menjadi muridnya. Kemudian anak itu diberi nama Pawang Ternalem. Satu hari di sebuah kampung bernama Jenggi Kemawar diadakan sayembara. Putri pengulu Jenggi Kemawar bernama Beru Patimar yang konon cantiknya luar biasa itu sedang sakit keras. Obatnya hanya madu lebah yang ada di pokok pohon Tualang Simande Angin. Pengulu mengumumkan siapa laki-laki yang bisa memanjat pohon angker itu dan mengambil madu lebahnya, bisa mengawini Beru Patimar. Mendengar kabar itu banyak laki-laki datang dan mencoba memanjat pohon itu. Namun anehnya tidak seorangpun yang berhasil. Siapa yang memanjat bahkan langsung mati. Konon pohon itu angker ada penunggunya. Datuk Rubia Gande lalu memerintahkan Pawang Ternalem pergi ke Jenggi Kemawar untuk mengikuti sayembara itu. Sebelum pergi Pawang Ternalem menyamar menjadi buruk rupa. Di Jenggi Kemawar, Pawang Ternalem bertemu dengan seorang pemuda bernama Dara yang kemudian membantu mempertemukannya dengan Beru Patimar. Melihat rupa Pawang Ternalem, Beru Patimar malah berharap pemuda itu tidak akan memenangkan sayembara. Dara menganggap Beru Patimar tidak akan menerima Pawang Ternalem berwajah buruk. Saat malam Pawang Ternalem dan Dara pergi ke Tualang Simande Angin. Pawang Ternalem mencoba memanjat pohon itu dan berhasil. Sampai di atas, ditiupnya surdam/suling Karo. Suara surdam terdengar ke seluruh penjuru kuta. Akhirnya orang-orang tahu bahwa Pawang Ternalem yang berhasil memanjat pohon itu. Beru Patimar tidak bisa menerima kalau harus menikah dengan Pawang Ternalem yang buruk rupa itu tapi janji pengulu harus ditepati. Bagaimanapun penyakit Beru Patimar harus disembuhkan. Pawang Ternalem memberikan madu lebah Tualang Si Mande Angin untuk mengobati penyakit Beru Patimar. Akhirnya Beru Patimar sembuh. Pengulu lalu mengatur kapan pesta pernikahan mereka berlangsung Kemudian Pawang Ternalem menemui gurunya Datuk Rubia Gande untuk mengucapkan terima kasih sebesar-besarnya pada gurunya itu. Datuk Rubia Gande lalu membantu membuka penyamaran Pawang Ternalem hingga rupanya menjadi seperti semula. Saat Pawang Ternalem kembali ke Jenggi Kemawar, betapa terkejutnya Beru Patimar. Gadis itu sangat berbahagia melihat calon suaminya ternyata seorang pemuda tampan. Pesta pernikahan mereka dilangsungkan meriah.",
    "gambar_folder": "Pawang Ternalem"
  },
  "011": {
    "judul": "Si Jinaka",
    "teks": "Pada zaman dahulu, di Tanah Karo ada seorang anak lelaki yatim piatu. Anak itu bernama Si Jinaka. Karena kedua orang tuanya tidak ada lagi, tinggallah Si Jinaka dengan pamannya, yaitu saudara laki-laki dari ibunya. Pamannya itu suka sekali berjudi dan makan sirih. Pada suatu hari, pamannya membawa Si Jinaka pergi bermain judi ke satu tempat yang agak jauh dari desa tempat tinggal mereka. Untuk pergi ke tempat bermain judi itu, paman Si Jinaka menunggang kuda sedangkan Si Jinaka berjalan kaki mengiringkan kuda yang ditunggangi oleh pamannya. Di tengah perjalanan. lerjatuhlah tempat sinh paman Si Jinaka tanpa setahunya. Si Jinaka melihat tempat sirih itu terjatuh, tetapi tidak dia pungut karena pamannya tidak memerintahkan dia memungutnya. Setibanya di tempat bermain judi, paman Si Jinaka sibuk mencari tempat sirihnya. Karena tempat sirih itu tidak ditemukannya, bertanyalah dia kepada Si Jinara. *Jinaka, apa kau lihat tempat sirihku yang jatuh tadi di tengah jalan? Ya, saya melihat tempat sirih paman jatuh tadi di tengah jalan, jawab Si Jinaka Jadi, mengapa kau tidak memungutnya? Bodoh! Tapi Paman tidak menyuruh aku memungutnya. Mendengar jawaban Si Jinaka itu, pamannya merasa kesal sekali. Tetapi dia tidak bisa berbuat apa-apa, karena dia tahu Si Jinaka memang bodoh dan dungu. Setelah puas bermain judi, pulanglah Si Jinaka bersama pamannya ke desa mereka. Beberapa hari kemudian, Si Jinaka diajak pamannya lagi menemani dia pergi bermain judi. Untuk menghindar-kan agar tempat sirihnya tidak jatuh lagi di tengah jalan, pamannya menyuruh Si Jinaka memegang tempat sirihnya. Kemudian, pamannya berkata kepada Si Jinaka, Jinaka, kalau nanti ada sesuatu yang terjatuh dari kuda yang kutunggangi, cepat-cepat pungut. Jangan kau biarkan tinggal di jalan! Baik Paman, kata Si Jinaka. Kemudian, berangkatlah mereka menuju tempat perjudian. Di tengah perjalanan, kuda yang ditunggangi paman Si Jinaka buang kotoran sambil terus berjalan. Melihat kotoran kuda itu berjatuhan, Si Jinaka teringat kepada perintah pamannya tadi. Lalu, dipunguti Si Jinakalah kotoran kuda yang berjatuhan itu dan dia masukkan ke dalam tempat sirih pamannya yang dia pegang Setibanya di tempat perjudian paman Si Jinaka meminta tempat sirihnya dari Si Jinaka karena dia mau makan sirih sambil berjudi, Ketika tempat sinh itu dibuka paman Si Jinaka, dia sangat terkejut karena tempat sirih itu berisi kotoran kuda. Mengapa kau masukkan kotoran kuda ke dalam tempat sinh ini? kata paman Sc Jinaka dengan kesal sekali Tapi tadi Paman menyuruh saya memungut apa saja yang jatuh dari kuda yang Paman tunggangi, jawab Jinaka dungu. Kau memang bodoh, dungu! Iya, Paman, jawab Si Jinaka lugu. Setelah marah-marah sebentar, Si Jinaka disuruh pamannya mengikatkan kudanya. *Ikatkan kuda ini di tempat yang banyak ditumbuhi rumput hijau dan subur! kata pamannya. Dan biarkan talinya terurai supaya kuda ini bisa makan rumput dengan bebas, kata pamannya lagi. Setelah diberi perintah oleh pamannya pergilah Si Jinaka mencari tempat yang banyak ditumbuhi rumput hijau yang subur. Setelah Si Jinaka menemukan tempat seperti yang dikatakan pamannya itu, dia ikatkanlah kuda pamannya di tempat itu. Tali pengikat kuda itu dibiarkan-nya panjang terurai sehingga kuda itu bisa berjalan bebas memakan rumput ke sana kemani. Karena Si Jinaka memang bodoh dan dungu, dia tidak menyadar bahwa tempat dia mengikatkan kuda pamannya itu adalah ladang yang padinya sedang tumbuh subur menghijau. Tentu saja kuda paman Si Jinaka segera melahap padi yang subur itu sampai habis sebagian besar. Setelah puas bermain judi, pamannya menyuruh Si Jinaka mengambil kudanya karena mereka akan pulang Ketika Si Jinaka sampai ke tempat dia mengikalkan kuda parannya, di situ sudah menunggu si perilik ladang yang padinya sebagian besar sudah habis dimakan oleh kuda paman Si Jinaka, Begitu dia melihat Si Jinaka hendak mengambil kuda pamannya, dia langsung memaki-mak Si Jinaka. Mendengar maki-makian itu. Si Jinaka membela diri dengan mengatakan bahwa pamannya lah yang menyuruh dia mengikatkan kudanya di tempat itu Oleh karena itu, si pemilik ladang membawa Si Jinaka menemui pamannya. Setelah berhadapan dengan paman Si Jinaka, pemilik ladang itu menjelaskan apa yang sudah terjadi di ladangnya. Kemudian dengan marah-marah dia minta paran Si Jinaka membayar ganti rugi kepadanya Tentu saja paman Si jinaka terpaksa membayar ganti rugi kepada perilik ladang itu. Karena sebagian besar padinya sudah habis dimakan kuda paman Si Jinaka. Setelah pemilik ladang itu pergi, pamannya bertanya dengan kesal kepada Si Jinaka, Mengapa kau ikat kudaku di ladang padi orang itu? Tapi Paran menyuruh saya mengikatkan kuda itu di tempat yang banyak ditumbuhi rumput hijau yang subur,. jawab Si Jinaka dengan lugu. Paman Si Jinaka tidak bisa berbuat apa-apa mendengar jawaban Si Jinaka itu. Sebab apa yang dikatakan Si Jinaka itu memang benar. Namun kemudian paman Si Jinaka mengatakan dengan marah “Kau memang bodoh Jinaka, yang tumbuh di tempat itu bukan rumput, tapi padi. Bodoh!” lya Paman, saya memang bodoh, kata Si Jinaka Karena sudah banyak sekali perbuatan Si Jinaka yang merugikan pamannya, maka akhirnya Si Jinaka diserahkan pamannya kepada orang lain untuk dijadikan pesuruh. Orang itu membawa Si Jinaka ke kampungnya Di tengah perjalanan menuju kampungnya, orang itu melihat seekor rusa melintas tak jauh dari mereka timbulah keinginannya untuk memburu rusa itu. Dia ikat Si Jinaka ke poñon kayu dan dia pun pergi mengejar rusa itu. Ketika dia sedang terikat di pohon kayu itu, kebetulan seorang pemburu melintas di tempat itu dan menanyakan mengapa Si Jinaka dikat di pohon itu. “Aku diikat pamanku di pohon ini karena aku tidak mau dikawinkan dengan anak perempuannya, jawab & Jinaka. Kemudian, Si Jinaka mengatakan kepada pemburu itu bahwa pamannya ingin sekali mengawinkan anak perempuannya. Si Jinaka mengatakan bahwa Pamannya yang mengikat dia ke pohon kayu itu mengharapkan sekali ada seorang pemuda yang mau dikawinkan dengan anak perempuannya. Besok pamanku akan datang kemari untuk memastikan apakah aku mau dikawinkan dengan anakya atau tidak Laki-laki yang bersedia dikawinkan dengan anak pamanku akan diberinya uang yang banyak, kata Si Jinaka menjelaskan. Bagaimana kalau aku yang menggantikan kau dilkat di pohon kayu itu. Kalau pamanmu datang besok aku akan katakan padanya bahwa aku bersedia dikawinkan dengan anaknya, kata pemburu itu kepada Si Jinaka Kalau kau mau begitu, boleh, kata Si Jinaka. Maka dilepaskan pemburu itulah Si Jinaka, kemudian Si Jinaka mengikat pemburu tersebut ke pohon kayu itu Setelah itu. St Jinaka pergi meninggalkan tempat itu.",
    "gambar_folder": "Si Jinaka"
  },
  "012": {
    "judul": "Beru Dayang",
    "teks": "Dahulu kala, di daerah Tanah Karo, Sumatera Utara, berdirilah sebuah kerajaan yang dipimpin oleh raja yang arif dan bijaksana. Masyarakat hidup makmur dan sejahtera. Makanan pokok mereka adalah buah dari kayu. Mereka belum mengenal tanaman padi seperti saat sekarang ini. Si Beru Dayang (Asal Mula Padi) - Sumatera Utara Namun, pada suatu ketika, daerah tersebut mengalami kelaparan yang sangat dahsyat. Hal tersebut dikarenakan oleh kemarau yang panjang, sehingga tanaman yang akan berbuah menjadi layu. Penduduk di daerah Tanah Karo banyak yang mengalami kelaparan. Seorang anak yang bernama Beru Dayang menangis kelaparan di pangkuan ibunya. Beru Dayang adalah seorang anak yatim. Dia hanya tinggal bersama ibunya. Beru Dayang menangis sambil berkata bahwa dia sedang lapar kepada ibunya. “Ibu... aku sangat lapar, aku lapar..., isak Si Beru Dayang di pangkuan ibunya. Saat itu, tubuh Beru Dayang sangat lemah, kurus, dan pucat. “Sabar lah nak, mudah-mudahan kemarau ini akan berakhir dan kita bisa makan kembali seperti biasanya, kata ibu Si Beru sambil menyeka air matanya. Sebenarnya, ibu Si Beru tidak bisa menahan kesedihan karena anak semata wayangnya sakit dan terkulai lemas karena kelaparan. Dia hanya berharap, bencana kelaparan akan segera berakhir. Namun, hal yang sangat menyedihkan terjadi. Si Beru tidak kuat menahan rasa laparnya. Tubuhnya yang kurus dan lemah tidak mampu untuk bertahan hidup. Si Beru akhirnya menghembuskan nafas terakhirnya di pangkuan sang ibu. Sang ibu yang menyadari bahwa anaknya meninggal dunia karena kelaparan langsung terkejut dan berteriak histeris. “Anakku, bangun lah nak.... jangan tingalkan ibu..., sang ibu menangis dengan berurai air mata. Tubuhnya langsung lemas, tidak berdaya melihat kenyataan bahwa anaknya sudah tidak bernyawa. Akhirnya, Si Beru dikuburkan di pemakaman desa. Para warga saling membantu untuk mengurus pemakaman anak yatim itu. Sang ibu tidak kuasa menahan rasa sedih. Hari demi hari dilalui sang ibu dengan rasa kesedihan yang mendalam akibat ditinggalkan oleh orang-orang yang dicintainya. Sang ibu akhirnya memutuskan untuk mengakhiri hidupnya. Dia pergi ke sebuah tempat di ujung desa untuk mengakhiri hidupnya. Di ujung desa ada sebuah sungai. Dengan tubuh yang lemas dan menahan rasa lapar, dia berjalan dengan gontai ke arah yang dituju. Dia meminta kepada Tuhan agar nyawanya segera diambil. Setelah sampai di jurang yang berhadapan dengan sungai, ibu Si Beru melompat terjun ke sungai untuk mengakhiri hidupnya. Ajaibnya, tubuhnya berubah menjadi seekor ikan setelah sampai ke dasar sungai. Para warga yang sedang bergelut melawan rasa lapar tidak ada yang tau, bahwasanya ibu Si Beru menjelma menjadi seekor ikan. Hari demi hari dilalui oleh warga Tanah Karo dengan penuh rasa kesedihan. Setiap hari selalu saja ada yang meninggal karena kelaparan. Tanaman yang tumbuh di sana telah meranggas mati kekeringan. Tanaman tersebut mati seperti habis terbakar. Mereka selalu menangis dan bersedih karena bencana tersebut belum juga sirna. Suatu ketika, dua orang anak kecil yang kelaparan sedang mengais tanah untuk mencari makanan. Mereka berharap agar menemukan sesuatu yang dapat dimakan. Kelaparan yang sering mereka alami berbulan-bulan membuat mereka harus bertahan hidup dengan mengais tanah untuk menemukan makanan apa saja yang dapat mereka santap. Salah seorang anak akhirnya menemukan sebuah benda yang aneh. Ternyata benda tersebut adalah buah. Buah tersebut mirip dengan labu. “Kamu tau buah apakah ini ? tanya salah satu anak kepada saudaranya. Dengan terheran-heran, saudaranya menjawab “aku juga tidak tau, mungkin orang tua kita tau nama buah ini. Akhirnya mereka pulang dengan membawa buah berbentuk labu yang belum diketahui namanya. Kedua orang tua mereka ternyata juga tidak mengetahui nama buah tersebut. Penemuan buah yang belum diketahui namanya oleh warga tersebut mengemparkan wilayah Tanah Karo. Hingga berita penemuan buah tersebut akhirnya sampai ke telinga sang raja. Sang raja akhirnya datang ke rumah orang tua kedua anak tersebut untuk melihat buah yang baru saja ditemukan secara langsung. Namun tidak lama kemudian, munculah suara gaib yang datang dari langit. Suara gaib dari langit menyatakan bahwa buah tersebut adalah penjelmaan seorang anak laki-laki yang bernama Beru Dayang. Anak laki-laki yang meninggal dunia karena kelaparan yang melanda negeri itu. “Potong-potonglah buah itu menjadi beberapa bagian yang halus. Lalu tanamlah bagian-bagian buah itu. Apabila potongan buah itu kalian rawat dengan baik, niscaya buah itu akan menjelma menjadi tanaman yang dapat kalian makan. Mudah-mudahan tanaman itu akan menghilangkan wabah kelaparan di negeri ini. Si Beru Dayang sangat merindukan ibunya. Untuk itu, pertemukanlah dia dengan ibunya yang telah menjelma menjadi seekor ikan di sungai, ujar suara ajaib itu. Sang raja akhirnya memerintahkan rakyatnya untuk menuruti suara gaib itu. Akhirnya, mereka memotong buah tersebut menjadi potongan yang halus. Mereka menanam potongan tersebut ke dalam tanah. Tidak lama kemudian, turunlah hujan dengan deras. Tanah yang kering kerontang berubah menjadi tanah yang basah dan subur. Hingga akhirnya, potongan buah yang ditanam di dalam tanah tersebut tumbuh menjadi tanaman seperti rerumputan. Tanaman tersebut akhirnya tumbuh kembang. Setelah dua bulan, tanaman itu berbunga dan berbuah. Buahnya seperti berbulir dalam tiap tangkainya. Setelah genap tiga bulan, tanaman yang awalnya berwarna hijau tersebut telah menjadi kuning dan akhirnya siap dipanen. Penduduk Tanah Karo dan sang raja bersuka cita untuk memanen tanaman tersebut. Mereka seakan tidak percaya, bahwa buah ajaib yang baru saja ditemukan oleh dua orang anak itu berubah menjadi tanaman yang bisa dimakan. Buah yang dipotong menjadi bagian-bagian yang halus, lalu ditanam, dan setelah beberapa bulan dapat diambil hasilnya untuk dimakan. Mereka mengambil bulir tanaman tersebut, menjemurnya, dan menumbuknya untuk memisahkan kulit dengan isinya. Setelah memasak isi dari tanaman itu, mereka tidak menyangka bahwa makanan tersebut sangatlah enak dan gurih. Akhirnya penduduk Tanah karo menjadikan tanaman yang disebut Beru Dayang tersebut untuk dijadikan sebagai makanan pokok mereka. Mereka tidak lagi menyantap buah kayu seperti dulu lagi. Tanaman Beru Dayang atau yang disebut tanaman padi oleh sebagian besar penduduk Indonesia tersebut tumbuh subur di Tanah Karo. Untuk mempertemukan Beru Dayang dengan ibunya, masyarakat Tanah Karo menyantap nasi dengan ikan.",
    "gambar_folder": "Beru Dayang"
  },
  "013": {
    "judul": "Bagunda Raja",
    "teks": "Mite Tuan Raja dan Manuk Si Nanggar Dewa terdapat di Kabupaten Karo. Mite ini menggambarkan pandangan nenek moyang etnik Karo tentang penciptaan bumi, bulan, matahari, dan mata angin beserta manusia dan hantu penghuni bumi. Konon, mite ini dimulai dari dunia atas. Ada seorang putri khayangan bernama Inang Seribu Tua melahirkan seorang putra, Tuan Bagunda Raja. Ayah anak itu tidak diketahui sehingga Tuan Bagunda Raja dipandang sebagai putra dewa. Setelah dewasa, ibunya meminta Tuan Bagunda Raja berumah tangga. Ia setuju asalkan menikah dengan putri saudara laki-laki ibunya. Tapi ibunya menyembunyikan, kalau ia mempunyai delapan saudara laki-laki yang menjadi raja di delapan penjuru mata angin. Akhirnya, secara gaib Tuan Bagunda Raja mengetahui keadaan pamannya itu. Ia pun menyuruh seekor ayam emas bernama Manuk Si Nanggar Dawa memilih putri salah seorang pamannya untuk dijadikan istri. Hasilnya, terpilih putri pamannya di sebelah timur yang disebut Purba, yang pantas untuk dijadikan istri Tuan Bagunda Raja. Putri dari pamannya yang tujuh lagi semuanya mempunyai cacat. Tuan Bagunda Raja menyuruh Manuk Si Nanggar Dawa untuk membawa bukti yang nyata bahwa putri pamannya yang menjadi raja di Purba itu benar-benar sesuai untuk dijadikan istri. Untuk itu, Manuk Si Nanggar Dawa mencuri sehelai rambut putri tersebut dan menyerahkannya kepada Tuan Bagunda Raja. Rambut yang sehelai itu ditimbang oleh Tuan Bagunda Raja, dan ternyata sehelai rambut putri tersebut sama berat dengan seekor ayam emas. Setelah Tuan Bagunda Raja menikah dengan putri Raja Purba, ia membawa istrinya ke khayangan tanpa sepengetahuan mertuanya. Perbuatan itu mengakibatkan mereka tidak mempunyai anak. Namun, setelah menuruti nasihat seorang dukun, Tuan Bagunda Raja dengan ditemani istrinya pergi meminta maaf kepada mertuanya sehingga istrinya dapat hamil. Konon, Bagunda Raja bercakap-cakap dengan bayi dalam kandungan istrinya hingga diketahui, anaknya bernama Tuan Paduka Aji dengan jabatan penghancur dan tinggal di dunia bawah. Beberapa bulan setelah melahirkan, istri Bagunda Raja kembali hamil. Sebagaimana anak pertama, Bagunda Raja kembali bercakap-cakjap dengan anak dalam kandungan istrinya. Anak itu laki-laki dan minta dinamakan Tuan Banua Koling. Jabatannya kelak adalah pemelihara dan bertempat tinggal di dunia tengah. Setelah lahir, ayahnya menggantungkannya dari khayangan dengan tali sutera dan menempatkannya di dunia tengah, yakni bumi yang diciptakan untuk tempat tinggal Tuan Banua Koling. Setelah dewasa, Tuan Banua Koling ditanya oleh Manuk Si Nanggur Dawa tentang hal-hal yang berkaitan dengan perkawinan, sesuai pesan Tuan Bagunda Raja. Tuan Banua Koling menyerahkan pada orang tuanya sehingga permaisuri Bagunda Raja membuat boneka menyerupai manusia. Manuk Si Nanggur Dawa memasukkan boneka itu ke dalam bakul dan tidak boleh dibuka sebelum lewat empat hari.  Ternyata, Tuan Banua Koling membuka bakul sebelum waktunya sehingga boneka itu menjelma jadi setan. Setelah itu, Manuk Si Nanggur Dawa kembali membawa titipan yang sama dengan syarat yang sama. Tuan Banua Koling kembali mengulangi perbuatannya, dengan membuka tutup bakul sebelum waktunya sehingga boneka itu menjelma menjadi hantu air bernama Sidangbela. Dengan tidak kenal lelah, Manuk Si Nanggur Dawa kembali membawa bakul berisi boneka yang sama. Namun kali ini, Tuan Banua Koling membuka tutup bakul sesuai dengan waktunya, sehingga menjelmalah boneka itu menjadi seorang gadis cantik dan bersedia menjadi istri Tuan Banua Koling. Di khayangan, permaisuri Bagunda Raja hamil dan melahirkan lagi. Anaknya seorang perempuan. Sesuai dengan permintaannya, anak itu diberi nama Dibata Kaci-kaci. Jabatannya sebagai juru damai antarsaudaranya. Sementara itu, di dunia tengah, istri Tuan Banua Koling hamil dan melahirkan 14 orang anak, tujuh laki-laki dan tujuh perempuan. Tuan Banua Koling membunuh semua anaknya karena mereka sama sekali tidak mau bekerja. Keajaiban terjadi, anak-anak yang dibunuhnya menjelma menjadi tujuh matahari dan tujuh bulan. Akibatnya, keadaan menjadi terlalu panas pada siang hari dan terlalu dingin pada malam hari. Keadaan ini membuat Tuan Banua Koling membunuh enam matahari dan enam bulan sehingga tinggal satu matahari dan satu bulan seperti yang kita kenal sekarang ini. Setelah penciptaan matahari dan bulan, istri Tuan Banua Koling kembali hamil. Kali ini Tuan Banua Koling memperoleh delapan orang anak sekaligus. Mereka mengasuh kedelapan anak itu dengan kasih sayang,  tanpa membeda-bedakan satu di antara delapan anaknya. Setelah dewasa, setiap anak tersebut menempati satu penjuru mata angin dan bersama-sama mereka memelihara keselamatan bumi dan penghuninya.",
    "gambar_folder": "Bagunda Raja"
  },
  "014": {
    "judul": "Beru Rangga Kuning",
    "teks": "Di sebuah desa di Tanah Karo bernama Desa Barus Jahe, hiduplah seorang raja yang sangat terkenal dan terhormat. Raja ini dikenal karena kebaikan hatinya yang ramah dan sopan terhadap masyarakat yang datang meminta bantuan kepadanya. Orang kaya maupun miskin, pintar atau bodoh, semua diperlakukan dengan adil oleh raja ini, sehingga ia sangat disayangi oleh masyarakat. Namun sayang, raja tersebut tidak lama hidup. Ia meninggalkan seorang istri dan dua orang anak: satu laki-laki bernama Naktaki, yang sudah remaja, dan satu perempuan bernama Beru Rengga Kuning, yang masih kecil. Setelah ayah mereka meninggal, ibu mereka berperan penting untuk menghidupi anak-anaknya dengan bekerja keras di ladang. Namun, setelah kepergian ayahnya, Naktaki mulai berperilaku buruk. Ia kecanduan berjudi, dan dari hari ke hari uangnya habis. Tak hanya itu, harta peninggalan ayahnya juga habis tergadai karena perbuatannya itu. Ibu Naktaki tidak tahan melihat anaknya yang terus-terusan berjudi. Ia pun melaporkan perbuatan Naktaki kepada sanak famili mereka agar segera menghentikan kebiasaan buruknya. Jika tidak, Naktaki akan diusir dari kampung mereka. Mendengar laporan dari ibu Naktaki, keluarga berkumpul untuk menasihati Naktaki agar berhenti berjudi. Namun, Naktaki tidak menghiraukannya. Akhirnya, diputuskan bahwa Naktaki harus pergi dari kampung Barus Jahe. Naktaki pergi tanpa tujuan yang jelas. Berbulan-bulan, bahkan bertahun-tahun, ia berjalan dari satu kampung ke kampung lain. Pada akhirnya, ia tiba di sebuah kampung di Aceh bernama Tanah Singkel. Di sana, ia melihat seorang raja yang bernama Raja Singkel, yang sedang bermain judi dengan sangat meriah. Melihat perjudian ini, Naktaki tergoda untuk berjudi melawan Raja Singkel, karena ia berpikir, jika bisa mengalahkan raja, ia akan mendapatkan banyak uang. Naktaki mulai berjudi dengan Raja Singkel. Pada awalnya, ia selalu menang setiap kali melempar dadu, namun akhirnya kelemahannya diketahui oleh Raja Singkel, dan Naktaki mulai kalah. Uang yang sempat ditangannya kembali ke tangan Raja Singkel, bahkan seluruh uang Naktaki habis. Naktaki yang tak mau berhenti, akhirnya berhutang kepada Raja Singkel dengan janji akan membayar segera. Namun, Raja Singkel memutuskan untuk mengakhiri perjudian itu dan memberikan pilihan: jika Naktaki tidak bisa membayar hutangnya, ia akan dipasung di desa Singkel. Mendengar perintah Raja Singkel, Naktaki pasrah dan menyerahkan diri kepada raja. Ia menerima hukuman apa pun yang akan diberikan kepadanya, karena ia sudah tak punya apa-apa lagi. Raja pun memutuskan untuk memasung Naktaki di sebuah kayu besar sebagai hukuman. Begitulah nasib yang dialami Naktaki. Setiap hari, dari pagi hingga malam, ia terkadang tidak makan. Masyarakat desa merasa kasihan melihatnya, karena ia sering menyanyi mengadukan nasibnya yang malang. Sementara itu, di kampung asalnya, adiknya Beru Rengga Kuning sudah tumbuh dewasa. Ia hidup bersama ibunya yang bekerja di ladang. Beru Rengga Kuning dikenal baik hati dan sangat disukai oleh teman-temannya karena tabiatnya yang baik, yang ia warisi dari ayahnya. Pada suatu hari, saat Beru Rengga Kuning bekerja di ladang, tiba-tiba seekor burung hinggap di pohon dekat tempat ia bekerja. Burung itu menyanyikan lagu dan berkata, Beru Rengga Kuning, kamu sangat cantik dan disukai banyak orang, tapi abangmu sendiri menderita di kampung orang lain. Mendengar suara burung itu, Beru Rengga Kuning berpikir, apakah benar kata-kata burung tersebut? Mengapa ibunya tidak pernah bercerita tentang abangnya? Beru Rengga Kuning pun memutuskan untuk pulang dan bertanya kepada ibunya tentang kebenaran suara burung itu. Sesampainya di rumah, ia langsung bertanya kepada ibunya, Ibu, benarkah saya mempunyai saudara laki-laki? Ibunya menjawab, Tidak, hanya kamu anakku satu-satunya. Mendengar jawaban ibunya, Beru Rengga Kuning percaya bahwa suara burung itu mungkin salah alamat. Namun, keesokan harinya, burung itu datang lagi dan berkata, Beru Rengga Kuning, kamu hidup bahagia, selalu menolong orang, tapi mengapa kamu tidak menolong abangmu sendiri yang telah lama dipasung di sebuah kampung? Mendengar perkataan burung itu, Beru Rengga Kuning mulai yakin bahwa ia memang memiliki seorang saudara laki-laki. Ia pun mempersiapkan segala keperluan untuk mencari dan menyelamatkan abangnya. Ia melatih seekor anjing dan kucing sebagai teman perjalanan, serta menyamar sebagai seorang laki-laki. Ia juga meminjam pakaian dari pamannya, yang juga seorang raja, agar bisa menyamar sebagai raja dan dihormati oleh orang-orang. Setelah semua persiapan selesai, Beru Rengga Kuning berangkat dari kampung halamannya, dengan tujuan yang belum pasti. Ia mengendarai kuda, berkeliling dari desa ke desa, namun hasilnya nihil. Ia belum juga menemukan abangnya. Akhirnya, ia tiba di Desa Singkel, Aceh. Di sana, ia melihat Raja Singkel sedang bermain judi. Raja Singkel sedang menang besar, dan melihat perjudian itu, timbul niat Beru Rengga Kuning untuk melawan Raja Singkel dalam permainan dadu. Ia berhasil mengalahkan Raja Singkel, dan uang Raja Singkel pun terkuras habis. Setelah itu, Raja Singkel menghentikan permainan tersebut. Beru Rengga Kuning kemudian menyelidiki desa tersebut dan menemukan bahwa ada seseorang yang dipasung di sana. Ia bertanya kepada penduduk desa, dan mereka mengatakan bahwa orang yang dipasung itu adalah seseorang yang pernah bersalah terhadap Raja Singkel. Berdasarkan deskripsi itu, Beru Rengga Kuning merasa yakin bahwa orang yang dipasung tersebut adalah abangnya, Naktaki. Beru Rengga Kuning segera memutuskan untuk membebaskan abangnya. Namun, untuk itu, ia harus mendekati Raja Singkel. Raja Singkel penasaran karena ia kalah dalam permainan dadu, dan ia meminta dukun untuk menjelaskan mengapa ia bisa kalah. Dukun mengatakan bahwa yang bermain melawan Raja Singkel adalah seorang wanita, meskipun Raja Singkel tidak percaya. Untuk membuktikan ini, Raja Singkel menguji Beru Rengga Kuning dengan menyuruh ajudannya mengawasi saat ia mandi. Beru Rengga Kuning menyiasati ujian ini dengan menyuruh kucing dan anjingnya mengalihkan perhatian ajudan Raja Singkel. Setelah mandi, ajudan Raja Singkel melaporkan bahwa Beru Rengga Kuning adalah seorang laki-laki, meskipun sebenarnya ia adalah seorang wanita. Raja Singkel kemudian menguji Beru Rengga Kuning untuk kedua kalinya dengan melempar buah jeruk purut. Raja Singkel berkata, Jika buah jeruk yang jatuh banyak, maka kamu adalah seorang laki-laki. Beru Rengga Kuning pun meminta kucingnya untuk menjatuhkan jeruk sebanyak-banyaknya. Setelah itu, Raja Singkel yakin bahwa Beru Rengga Kuning adalah seorang laki-laki. Akhirnya, Raja Singkel menyetujui permintaan Beru Rengga Kuning untuk membebaskan Naktaki dari pasungan. Naktaki dilepaskan, diberi makan, dan dipakaikan pakaian baru. Ia tampak sehat dan tampan seperti semula. Beru Rengga Kuning sangat bahagia karena berhasil menyelamatkan abangnya. Ia pun meminta izin kepada Raja Singkel untuk kembali ke desanya, karena ia sudah merindukan ibunya. Raja Singkel mengizinkannya, dan mereka berangkat menuju kampung Barus Jahe. Sesampainya di kampung Barus Jahe, Beru Rengga Kuning menyamar sebagai wanita dan mengatur agar Raja Singkel, Naktaki, dan anak Raja Singkel menunggu di sebuah tempat di perbatasan kampung. Masyarakat desa pun menyambut mereka dengan meriah. Ibu Naktaki sangat gembira karena akhirnya ia bisa bertemu kembali dengan anaknya, yang sebelumnya ia kira tidak akan pernah bertemu lagi. Semua ini terjadi berkat usaha dan jerih payah Beru Rengga Kuning. Akhirnya, Beru Rengga Kuning menikahi anak Raja Singkel, dan kekuasaan Raja Singkel diserahkan kepada Beru Rengga Kuning. Begitulah akhir dari perjalanan panjang Beru Rengga Kuning, yang berhasil menyelamatkan abangnya dan mengembalikan kebahagiaan ke dalam keluarganya.",
    "gambar_folder": "Beru Rangga Kuning"
  },
  "015": {
    "judul": "Dua Pencuri",
    "teks": "pak belimbingen dan istrinya tinggal di satu tempat yang sangat terpencil dan amat jauh dari desa mereka hanya berdua di tempat yang sangat terpencil itu sebab pak belimbingen dan istrinya mengerjakan ladang yang mereka tanami dengan padi jagung ubi sayur sayuran dan sebagainya di dekat ladang itulah terletak gubug tempat tinggal pak belimbingen dan istrinya kadang kadang pak belimbingen pergi berburu untuk mendapat binatang yang bisa mereka makan dagingnya pada suatu hari setelah pulang berburu tanpa membawa hasil pak belimbingen merasa tidak enak badan oleh karena itu dia suruh istrinya mengambil daun daun yang biasa mereka gunakan untuk obat setelah terkumpul daun daun itu ditumbuk dan air perasannya diminum oleh pak belimbingen biasanya kalau sudah minum obat yang demikian itu tak lama kemudian badan pak belimbingen akan terasa segar kembali sekali itu meskipun pak belimbingen sudah tiga kali minum obat dia tetap saja merasa tidak enak badan malahan suhu badannya menjadi panas sehingga pak belimbingen terpaksa berbaring di dalam gubugnya keadaan yang demikian itu belum pernah terjadi sebab pada masa sebelumnya pak belimbingen tidak pernah sakit pada malam harinya panas badan pak belimbingen bertambah tinggi sehingga dia mengigau menahan sakitnya melihat keadaan pak belimbingen yang demikian itu istrinya menjadi bingung dan ketakutan dia tidak tahu apa yang harus dia lakukan untuk mengobati penyakit suaminya untuk minta pertolongan pada orang lain tak mungkin dia lakukan sebab di sekitar tempat mereka itu tidak ada orang lain yang bertempat tinggal untuk membawa suaminya berobat ke desa juga tidak mungkin sebab desa sangat jauh letaknya dari tempat tinggal mereka pak belimbingen terus saja mengigau sehingga membuat istrinya menangis ketakutan dia takut sekali suaminya akan mati pagi pagi keesokan harinya panas badan pak belimbingen berangsur turun membuat keadaannya sedikit agak membaik melihat keadaan suaminya yang demikian itu sang istri mengajaknya untuk pergi berobat ke desa namun ajakan istrinya ditolak oleh pak belimbingen dengan mengatakan aku tidak sanggup berjalan ke desa tempatnya terlalu jauh mendengar perkataan pak belimbingen itu istrinya membujuk kalau kau berobat ke desa penyakitmu akan cepat sembuh tidak aku tidak sanggup berjalan ke sana terlalu jauh kata pak belimbingen kalau tidak berobat bagaimana penyakitmu bisa sembuh kata istrinya pergilah ambil lagi daun daun obat itu kalau airnya kuminum lagi penyakitku akan sembuh nanti baiklah aku akan pergi mengambilnya setelah mengucapkan kata kata itu istri pak belimbingen meninggalkan suaminya untuk pergi mengambil daun daun obat dia agak lama meninggalkan pak belimbingen karena tempatnya mengambil daun daun obat itu agak jauh setelah istri pak belimbingen datang kembali dia segera meraba kening dan leher suaminya ternyata panas badan pak belimbingen naik lagi istri pak belimbingen segera menumbuk daun daun obat yang dibawanya kemudian air perasannya dia berikan untuk diminum pak belimbingen sebagian dari ampas daun daun obat itu dia tempelkan di kening dan dada pak belimbingen untuk menurunkan panas badannya beberapa saat kemudian pak belimbingen muntah muntah dan panas badannya naik lagi pak belimbingen kembali mengigau tak lama kemudian dia tak sadarkan diri melihat keadaan suaminya demikian istri pak belimbingen merasa sedih sekali dan tak dapat menahan air matanya dia terisak isak sambil memegang tangan suaminya pak pak pak katanya namun suaminya tidak juga menyahut beberapa waktu kemudian meninggallah pak belimbingen melihat suaminya tak bernapas lagi tahulah istri pak belimbingen bahwa suaminya sudah meninggal dunia dia pun menangis tersedu sedu setelah lama menangis di samping jenazah suaminya istri pak belimbingen mulai sadar bahwa jenazah suaminya itu harus dikuburkan aku hanya sendirian saja di sini bagaimana aku bisa menguburkan jenazah suamiku ini pikir istri pak belimbingen bagaimana pun juga jenazah suamiku ini harus dikuburkan pikirnya lagi istri pak belimbingen mengambil goni besar kemudian dia masukkan jenazah suaminya ke dalam goni itu dan dia ikat dengan rapi selesai mengikat goni yang berisi jenazah suaminya itu istri pak belimbingen mulai menangis kuat kuat ke manakah kusembunyikan emas batangan dalam goni ini mudah mudahan emas batangan dalam goni ini tidak dicuri orang katanya kuat kuat istri pak belimbingen mengucapkan kata katanya itu berulang ulang sambil menangis kebetulan sekali pada saat itu dua orang pencuri yang sedang melarikan diri datang mendekati gubug tempat tinggal pak belimbingen dan istrinya mereka menyangka gubug yang terletak di tempat yang sangat terpencil itu tidak berpenghuni mereka bermaksud hendak beristirahat sebentar dalam gubug itu akan tetapi setelah kedua pencuri itu mendekatinya mereka mendengar kata kata yang diucapkan oleh istri pak belimbingen sambil menangis itu mendengar kata kata itu kedua pencuri itu tersenyum gembira kita mendapat durian runtuh kata salah seorang pencuri itu kepada kawannya dengan berbisik agar tidak didengar oleh istri pak belimbingen ya emas batangan dalam goni itu harus kita curi jawab kawannya dengan berbisik pula kemudian kedua pencuri itu pergi bersembunyi setelah malam turun kedua pencuri itu kembali mendekati gubug tempat istri pak belimbingen ketika mereka mengintip tampak oleh mereka istri pak belimbingen tertidur pulas dengan perlahan lahan kedua pencuri itu masuk ke dalam gubug dan mengambil goni yang berisi jenazah pak belimbingen karena berat kedua pencuri itu yakin goni itu benar benar berisi emas batangan mereka cepat cepat membawa lari goni itu setelah capek membawa lari goni yang berisi benda berat itu kedua pencuri tersebut berhenti dan memeriksa isi goni itu keduanya sangat terkejut ketika mengetahui bahwa isi goni itu adalah jenazah setelah hilang rasa terkejutnya salah seorang pencuri itu berkata kepada kawannya aku rasa kejadian ini adalah peringatan dari tuhan kita harus bertobat dan tidak mencuri lagi ya aku rasa juga begitu sahut pencuri yang seorang lagi keesokan paginya kedua pencuri itu menguburkan jenazah pak belimbingen sejak itu mereka bertobat dan tidak mau mencuri lagi",
    "gambar_folder": "Dua Pencuri"
  }
}
